Repository: snaverm/Pokemon-Go-Rocket-API
Catalog: PokemonGo-UWP/MultilingualResources/PokemonGo-UWP.*.xlf
Languages: fr, it, ru, tr, zh_cn

# Exeggcute.Description
source: This Pokémon consists of six eggs that form a closely knit cluster. The six eggs attract each other and spin around. When cracks increasingly appear on the eggs, Exeggcute is close to evolution.
fr: Ce Pokémon est constitué de six œufs formant une grappe serrée. Ces six œufs s’attirent mutuellement et pivotent. Quand des fissures apparaissent sur les coquilles, ça signifie que Noeunoeuf est sur le point d’évoluer.
it: Questo Pokémon è costituito da un nucleo compatto formato da sei uova, che girano vorticosamente attraendosi a vicenda. Quando i gusci iniziano a rompersi, Exeggcute è prossimo all’evoluzione.
tr: Bu Pokémon birbirine bağlı altı yumurtadan oluşur. Bu altı yumurta birbirine çekilir ve etraflarında dönerler. Yumurtalarda çatlama sesleri duyulmaya başlandığında Exeggcute gelişmek üzere demektir.

# Exeggutor.Description
source: Exeggutor originally came from the tropics. Its heads steadily grow larger from exposure to strong sunlight. It is said that when the heads fall off, they group together to form Exeggcute.
fr: Noadkoko vient des tropiques. À force de vivre sous un soleil ardent, ses têtes ont rapidement grandi. On raconte que lorsque ses têtes tombent, elles se rassemblent et forment un Noeunoeuf.
it: Exeggutor è originario dei tropici. Le teste crescono costantemente se esposte a forte luce solare. Pare che quando le teste cadono, si uniscano per formare un Exeggcute.
tr: Exeggutor aslen tropikal bölgelerden gelmiştir. Kafaları güneş ışınlarına maruz kaldıkça büyürler. Kafalar düştüğünde, tekrar bir araya gelip bir Exeggcute oluşturdukları söylenir.

# Cubone.Description
source: Cubone pines for the mother it will never see again. Seeing a likeness of its mother in the full moon, it cries. The stains on the skull the Pokémon wears are made by the tears it sheds.
fr: La maman d’Osselait lui manque terriblement et il ne la reverra jamais. La lune le fait pleurer, car elle lui rappelle sa mère. Les taches sur le crâne que porte ce Pokémon sont les marques de ses larmes.
it: Cubone si strugge per la madre che non rivedrà mai più. Piange alla luna piena che somiglia molto alla madre. Le macchie sul teschio che indossa sono dovute alle lacrime copiose.
tr: Cubone, bir daha asla göremeyeceği annesini özler. Annesine benzer bulduğu dolunayda ağlar. Pokémon'un kask olarak giydiği kafa tasındaki lekeler, döktüğü göz yaşlarının lekeleridir.

# Marowak.Description
source: Marowak is the evolved form of a Cubone that has overcome its sadness at the loss of its mother and grown tough. This Pokémon’s tempered and hardened spirit is not easily broken.
fr: Ossatueur est la forme évoluée d’Osselait. Il a surmonté le chagrin causé par la perte de sa maman et s’est endurci. Le tempérament décidé et entier de ce Pokémon le rend très difficile à amadouer.
it: Marowak si evolve da Cubone dopo aver superato il lutto per la perdita della madre ed essersi fatto forte. Questo Pokémon dall’animo forgiato e temprato non si fa prendere facilmente dallo sconforto.
tr: Marowak, annesinin kaybının yaşattığı üzüntüyü aşmış ve güçlenmiş olan bir Cubone'un gelişmiş halidir. Bu Pokémon'un dengeli ve güçlü motivasyonu kolay kolay kırılmaz.

# Hitmonlee.Description
source: Hitmonlee’s legs freely contract and stretch. Using these springlike legs, it bowls over foes with devastating kicks. After battle, it rubs down its legs and loosens the muscles to overcome fatigue.
fr: Les jambes de Kicklee peuvent se contracter et s’étirer à volonté. Grâce à ces jambes à ressort, il terrasse ses ennemis en les rouant de coups de pied. Après les combats, il masse ses jambes pour éviter de sentir la fatigue.
it: Le zampe di Hitmonlee sono estremamente elastiche. Usandole a mo’ di molla, si scaglia sul nemico con calci rovinosi. Dopo la lotta si strofina le zampe e scioglie i muscoli per recuperare le forze.
tr: Hitmonlee’nin bacakları rahatça kısalır ve uzar. Bu yayımsı bacaklarını kullanarak rakiplerine yıkıcı darbeler indirir. Savaştan sonra bacaklarını ovar ve yorgunluğu geçirmek için kaslarını gevşetir.

# Hitmonchan.Description
source: Hitmonchan is said to possess the spirit of a boxer who had been working toward a world championship. This Pokémon has an indomitable spirit and will never give up in the face of adversity.
fr: On raconte que Tygnon dispose de l’état d’esprit d’un boxeur qui s’entraîne pour le championnat du monde. Ce Pokémon est doté d’une ténacité à toute épreuve et n’abandonne jamais face à l’adversité.
it: Si dice che Hitmonchan abbia l’animo di un pugile destinato a partecipare al campionato mondiale. Questo Pokémon ha uno spirito indomito e non demorde mai di fronte alle avversità.
tr: Hitmonchan'in dünya şampiyonası için çalışan bir boksçunun ruhuna sahip olduğu söylenir. Bu Pokémon kırılmaz bir motivasyona sahiptir ve asla rakibine boyun eğmez.

# Lickitung.Description
source: Whenever Lickitung comes across something new, it will unfailingly give it a lick. It does so because it memorizes things by texture and by taste. It is somewhat put off by sour things.
fr: Chaque fois qu’Excelangue découvre quelque chose de nouveau, il le lèche. Sa mémoire est basée sur le goût et la texture des objets. Il n’aime pas les choses acides.
it: Quando Lickitung si trova di fronte a qualcosa di nuovo, istintivamente lo assaggia con una leccata. È dotato infatti di una memoria legata al gusto e alla consistenza degli oggetti. Non ama i sapori aspri.
tr: Lickitung yeni gördüğü bir şeye denk geldiğinde, onu şaşılmaz bir şekilde yalar. Bunu yapmasının sebebi, cisimleri tat ve yüzeylerinden hatırlamasıdır. Ekşi şeyleri sevmez.

# Koffing.Description
source: Koffing embodies toxic substances. It mixes the toxins with raw garbage to set off a chemical reaction that results in a terribly powerful poison gas. The higher the temperature, the more gas is concocted by this Pokémon.
fr: Smogo est composé de substances toxiques. Il mélange des toxines et des détritus pour déclencher une réaction chimique générant un gaz très dangereux. Plus la température est élevée, plus la quantité de gaz est importante.
it: Koffing è costituito da sostanze velenose. Mischia tossine con rifiuti putrefatti per scatenare reazioni chimiche che generano un micidiale gas velenoso. Con l’aumento della temperatura, sale la quantità di gas prodotto da Koffing.
tr: Koffing zehirli maddelerle çevriliolmayı sever. Kendi zehirlerini, başkalarının çöpleriyle de karıştırarak yarattığı kimyasal reaksiyonla çok güçlü zehre sahip gazlar üretir. Hava ne kadar sıcaksa, o kadar zehirli gaz üretir.

# Weezing.Description
source: Weezing alternately shrinks and inflates its twin bodies to mix together toxic gases inside. The more the gases are mixed, the more powerful the toxins become. The Pokémon also becomes more putrid.
fr: Smogogo rétrécit ou gonfle ses deux corps pour mélanger les gaz toxiques qui s’y trouvent. Lorsque les gaz sont bien mélangés, la toxine devient très puissante. Le Pokémon se putréfie aussi un peu plus.
it: Weezing gonfia e sgonfia ritmicamente il suo duplice corpo per miscelare i gas tossici all’interno. Più a lungo vengono mescolati i gas, più nocive diventano le tossine. Anche il Pokémon diventa ancora più putrido.
tr: Weezing ikiz vücutlarını şirip indirerek çeşitli zehirli gazları karıştırır. Ne kadar gaz karıştırılırsa, sonuç da o kadar güçlü bir zehir olur. Bu Pokémon aynı zamanda daha da kötü kokar.

# Rhyhorn.Description
source: Rhyhorn’s brain is very small. It is so dense, while on a run it forgets why it started running in the first place. It apparently remembers sometimes if it demolishes something.
fr: Le cerveau de Rhinocorne est tout petit, à tel point que lorsqu’il attaque, il lui arrive d’oublier pourquoi il a commencé à charger. Il lui arrive de se souvenir qu’il a démoli certaines choses.
it: Il cervello di Rhyhorn è così piccolo che durante la corsa il Pokémon non riesce neanche a ricordare dov’era diretto. A volte gli capita di ricordare di aver distrutto qualcosa.
tr: Rhyhorn’un beyni çok küçüktür. O kadar küçüktür ki, koşarken neden koşmaya başladığını bile unutur. Bazen birşeyleri yıktıktan sonra hatırlayabilir.

# Rhydon.Description
source: Rhydon has a horn that serves as a drill. It is used for destroying rocks and boulders. This Pokémon occasionally rams into streams of magma, but the armor-like hide prevents it from feeling the heat.
fr: La corne de Rhinoféros lui sert de foreuse. Il l’utilise pour détruire des rochers et des cailloux. Ce Pokémon charge de temps en temps dans du magma en fusion, mais sa peau blindée le protège de la chaleur.
it: Rhydon è dotato di un corno che usa a mo’ di trapano. Serve a distruggere rocce e massi. Talvolta questo Pokémon s’imbatte in rivoli di magma, ma la sua pelle-armatura lo protegge dall’eccessivo calore.
tr: Rhydon bir matkap olarak kullandığı bir boynuza sahiptir. Taşları ve kayaları parçalamak için kullanılır. Bu Pokémon zaman zaman magma akımlarına denk gelir ama zırf gibi olan derisi, sıcaklığı hissetmesini engeller.

# Chansey.Description
source: Chansey lays nutritionally excellent eggs on an everyday basis. The eggs are so delicious, they are easily and eagerly devoured by even those people who have lost their appetite.
fr: Leveinard pond tous les jours des œufs pleins de vitamines. Ces œufs sont tellement bons que les gens les mangent même quand ils n’ont pas faim.
it: Ogni giorno Chansey depone uova molto nutrienti. Queste uova sono così buone da far tornare l’appetito a chi lo ha perso.
tr: Chansey günlük besin olarak harika olan yumurtalar bırakır. Bu yumurtalar o kadar lezzetlidir ki, iştahını kaybetmiş olan kişiler bile kolayca tüketilebilir.

# Tangela.Description
source: Tangela’s vines snap off easily if they are grabbed. This happens without pain, allowing it to make a quick getaway. The lost vines are replaced by newly grown vines the very next day.
fr: Les lianes de Saquedeneu se brisent facilement lorsqu’on les attrape. Cela ne lui fait pas mal et lui permet simplement de s’échapper rapidement. Les lianes cassées repoussent le lendemain.
it: Se afferrate, le liane di Tangela si staccano con facilità, ma in modo indolore, consentendo così una pratica scappatoia. Le liane cadute vengono sostituite da quelle nuove il giorno dopo.
tr: Tangela’nın asmaları, yakalandığı durumda kolayca kırılır. Bu acısızca olur ve kolay bir kaçış imkanı sağlar. Kaybedilen asmalar bir sonraki güne kadar yeniden çıkarlar.

# Kangaskhan.Description
source: If you come across a young Kangaskhan playing by itself, you must never disturb it or attempt to catch it. The baby Pokémon’s parent is sure to be in the area, and it will become violently enraged at you.
fr: Lorsqu’on rencontre un petit Kangourex qui joue tout seul, il ne faut jamais le déranger ou essayer de l’attraper. Les parents du bébé Pokémon sont sûrement dans le coin et ils risquent d’entrer dans une colère noire.
it: Vedendo un cucciolo di Kangaskhan giocare per conto suo, non bisogna mai disturbarlo o cercare di catturarlo. Il suo genitore, infatti, è sicuramente nei paraggi e potrebbe reagire molto violentemente.
tr: Eğer kendi kendine oynayan genç bir Kangaskhan'a denk gelirseniz, asla onu rahatsız etmemelisiniz veya yakalamaya çalışmamalısınız. Bebek Pokémon'un annesi kesinlikle yakınlardadır ve size inanılmaz bir şekilde sinirlenebilir.

# Horsea.Description
source: If Horsea senses danger, it will reflexively spray a dense black ink from its mouth and try to escape. This Pokémon swims by cleverly flapping the fin on its back.
fr: Lorsque Hypotrempe sent un danger, il libère instinctivement une épaisse encre noire pour pouvoir s’échapper. Ce Pokémon nage en agitant sa nageoire dorsale.
it: Avvertendo il pericolo, Horsea spruzza istintivamente una nube d’inchiostro nero dalla bocca, tentando poi la fuga. Questo Pokémon nuota agitando abilmente la pinna sulla schiena.
tr: Horsea tehlike sezdiğinde, kaçmaya çalışırken ağzından siyah bir mürekkep salar. Bu Pokémon sırtındaki yüzgeci akıllıca kullanarak yüzer.

# Seadra.Description
source: Seadra generates whirlpools by spinning its body. The whirlpools are strong enough to swallow even fishing boats. This Pokémon weakens prey with these currents, then swallows it whole.
fr: Hypocéan déclenche des tourbillons en faisant tournoyer son corps. Ces tourbillons sont assez puissants pour engloutir des bateaux de pêche. Ce Pokémon affaiblit sa proie grâce à ces courants, puis l’avale en une bouchée.
it: Roteando turbinosamente, Seadra genera vortici così forti da riuscire a inghiottire persino un peschereccio. In questo modo il Pokémon indebolisce le prede e poi le inghiotte intere.
tr: Seadra vücudunu çevirerek girdaplar oluşturur. Bu girdaplar balıkçı teknelerini denizin dibine çekecek kadar güçlüdür. Bu Pokémon bu akıntılarla avını zayıflatır ve tek parça halinde yutar.

# Goldeen.Description
source: Goldeen loves swimming wild and free in rivers and ponds. If one of these Pokémon is placed in an aquarium, it will shatter even the thickest glass with one ram of its horn and make its escape.
fr: Poissirène adore nager librement dans les rivières et les étangs. Si l’un de ces Pokémon est mis dans un aquarium, il n’hésitera pas à casser la vitre avec sa puissante corne pour s’enfuir.
it: Goldeen ama nuotare libero in fiumi e laghetti. Se messo in acquario, questo Pokémon riesce a fuggire spaccando anche il vetro più spesso con un colpo secco del suo corno.
tr: Goldeen nehir ve göllerde özgürce yüzmeye bayılır. Bu Pokémon'lardan biri eğer bir akvaryuma konulursa, en kalın camı bile boynuzunun bir darbesiyle parçalar ve kaçar.

# Seaking.Description
source: Seaking is very protective of its eggs. The male and female will take turns patrolling around their nest and eggs. The guarding of eggs by these Pokémon goes on for over a month.
fr: Les Poissoroy font tout pour protéger leurs œufs. Les mâles et les femelles patrouillent pour surveiller le nid et les œufs. La garde de ces œufs dure un peu plus d’un mois.
it: Seaking protegge gelosamente le sue uova. Il maschio e la femmina si danno il cambio attorno alla tana e alle uova. Le uova vengono sorvegliate per oltre un mese.
tr: Seaking yumurtaları konusunda son derece korumacıdır. Erkek ve dişi sırayla yumurta ve yuvaları çevresinde devriye gezerler. Yumurtalarını korumaları bir aydan uzun sürer.

# Staryu.Description
source: Staryu apparently communicates with the stars in the night sky by flashing the red core at the center of its body. If parts of its body are torn, this Pokémon simply regenerates the missing pieces and limbs.
fr: Stari communique apparemment avec les étoiles dans le ciel en faisant clignoter son cœur rouge. Si des parties de son corps sont cassées, ce Pokémon les régénère.
it: Pare che la notte Staryu comunichi con le stelle facendo brillare il suo nucleo rosso al centro del corpo. In caso di perdita di qualche appendice questo Pokémon riesce a rigenerarla senza problemi.
tr: Staryu belli ki vücudunun ortasındaki kırmızı çekirdeğini parlatarak geceleri gökyüzündeki yıldızlar ile konuşur. Eğer vücudunun bir parçası koparsa, bu Pokémon eksik parça ve uzuvları tekrar çıkarır.

# Starmie.Description
source: Starmie swims through water by spinning its star-shaped body as if it were a propeller on a ship. The core at the center of this Pokémon’s body glows in seven colors.
fr: Staross nage en faisant tournoyer son corps en forme d’étoile, un peu à la manière d’une hélice de bateau. Le cœur au centre du corps de ce Pokémon brille de sept couleurs.
it: Starmie nuota roteando vorticosamente il corpo a stella come fosse l’elica di una nave. Il suo nucleo brilla in sette diversi colori.
tr: Starmie tıpkı bir geminin pervanesi gibi, yıldız biçimindeki vücudunu çevirerek suda yüzer. bu Pokémon'un merkezindeki çekirdek yedi farklı renkte parlar.

# MrMime.Description
source: Mr. Mime is a master of pantomime. Its gestures and motions convince watchers that something unseeable actually exists. Once the watchers are convinced, the unseeable thing exists as if it were real.
fr: M. Mime est un pantomime hors pair. Ses gestes et ses mouvements parviennent à faire croire que quelque chose d’invisible existe réellement. Lorsqu’on y croit, ces choses deviennent palpables.
it: Mr. Mime è un esperto di mimica. La sua gestualità e i suoi movimenti convincono l’osservatore dell’esistenza di oggetti invisibili, che saranno percepiti come concreti e reali.
tr: Mr. Mime bir pandomim ustasıdır. Hareketleri ve işaretleri izleyenleri gerçekten göremedikleri bir şey olduğuna ikna eder. İzleyen ikna olduğunda, görülmeyen şey, sanki gerçekmiş gibi var olur.

# Scyther.Description
source: Scyther is blindingly fast. Its blazing speed enhances the effectiveness of the twin scythes on its forearms. This Pokémon’s scythes are so effective, they can slice through thick logs in one wicked stroke.
fr: Insécateur est incroyablement rapide. Sa vitesse fulgurante améliore l’efficacité des deux lames situées sur ses avant-bras. Elles sont si coupantes qu’elles peuvent trancher un énorme tronc d’arbre en un coup.
it: Scyther è veloce come una saetta. La sua rapidità migliora l’efficacia delle due falci sulle zampe anteriori. Infatti riesce a tranciare con un colpo secco persino un tronco secolare.
tr: Scyther inanılmaz hızlıdır. Bu hızı, kollarındaki bıçakların etkinliğini de arttırır. Bu Pokémon'un bıçakları o kadar etkilidir ki, kalın kütükleri tek vuruşta kesebilirler.

# Jynx.Description
source: Jynx walks rhythmically, swaying and shaking its hips as if it were dancing. Its motions are so bouncingly alluring, people seeing it are compelled to shake their hips without giving any thought to what they are doing.
fr: Lippoutou marche en rythme, ondule de tout son corps et se déhanche comme s’il dansait. Ses mouvements sont si communicatifs que les gens qui le voient sont soudain pris d’une terrible envie de bouger les hanches, sans réfléchir.
it: Jynx avanza oscillando e ancheggiando ritmicamente come in una specie di danza tesa ad ammaliare il nemico. Chi vede questo Pokémon è costretto a iniziare la stessa danza senza pensare a cosa sta facendo.
tr: Jynx dans eder gibi, kalçasını sağa sola, ritmik bir şekilde sallayarak yürür. Hareketleri o kadar çekicidir ki, onu izleyen insanlar da ne yaptıklarını fark etmeden bellerini sallamaya başlarlar.

# Electabuzz.Description
source: When a storm arrives, gangs of this Pokémon compete with each other to scale heights that are likely to be stricken by lightning bolts. Some towns use Electabuzz in place of lightning rods.
fr: Lorsqu’une tempête approche, des groupes entiers de ce Pokémon se battent pour grimper sur les hauteurs, où la foudre a le plus de chance de tomber. Certaines villes se servent d’Élektek en guise de paratonnerres.
it: All’arrivo di un temporale questi Pokémon si raggruppano e a gara scalano le vette più alte sperando di riuscire a prendere qualche fulmine. Alcune città usano gli Electabuzz al posto dei parafulmini.
tr: Bir fırtına olduğunda, bu Pokémon çeteleri yıldırım çarpma şansı yüksek olan yüksek yerler için birbirleriyle mücadele ederler. Bazı kasabalar paratoner yerine Electabuzz'ları kullanırlar.

# Magmar.Description
source: In battle, Magmar blows out intensely hot flames from all over its body to intimidate its opponent. This Pokémon’s fiery bursts create heat waves that ignite grass and trees in its surroundings.
fr: Lorsqu’il se bat, Magmar fait jaillir des flammes de son corps pour intimider son adversaire. Les explosions enflammées de ce Pokémon déclenchent des vagues de chaleur qui embrasent la végétation environnante.
it: In lotta, Magmar sputa fiamme roventi da tutto il corpo per intimidire l’avversario. La sua furia irruente provoca ondate di calore che bruciano tutta la vegetazione attorno a lui.
tr: Savaş esnasında, Magmar rakibini korkutmak için vücudunun her tarafından alevler saçar. Bu Pokémon'un alev saçışları, çevredeki çimen ve ağaçların tutuşmasına sebep olan bir sıcak dalgası yayar.

# Pinsir.Description
source: Pinsir has a pair of massive horns. Protruding from the surface of these horns are thorns. These thorns are driven deeply into the foe’s body when the pincer closes, making it tough for the foe to escape.
fr: Scarabrute est doté de cornes imposantes. Des pointes jaillissent de la surface de ses cornes. Ces pointes s’enfoncent profondément dans le corps de l’ennemi, l’empêchant ainsi de s’échapper.
it: Pinsir è dotato di due chele enormi sul capo, dalla cui superficie sporgono aculei. Questi vengono conficcati nel corpo del nemico quando le chele si chiudono, per impedirne la fuga.
tr: Pinsir bir çift devasa boynuza sahiptir. Bu boynuzların yüzeyi dikenlerle doludur. Kıskaç kapandığında bu dikenler rakibin vücuduna saplanır ve rakibin kaçmasını zorlaştırır.

# Tauros.Description
source: This Pokémon is not satisfied unless it is rampaging at all times. If there is no opponent for Tauros to battle, it will charge at thick trees and knock them down to calm itself.
fr: Ce Pokémon n’est pas satisfait s’il ne détruit pas tout sur son passage. Lorsque Tauros ne trouve pas d’adversaire, il se rue sur de gros arbres et les déracine pour passer ses nerfs.
it: Questo Pokémon è molto insofferente e sempre alla ricerca della rissa. Se non trova un avversario con cui lottare, Tauros si lancia contro grossi tronchi per abbatterli e calmarsi.
tr: Bu Pokémon sürekli tantana çıkartmazsa tatmin olmaz. Eğer Tauros için savaşacak rakip kalmamışsa, ağaçlara vurarak ve devirerek sakinleşmeye çalışır.

# Magikarp.Description
source: Magikarp is virtually useless in battle as it can only splash around. As a result, it is considered to be weak. However, it is actually a very hardy Pokémon that can survive in any body of water no matter how polluted it is.
fr: Magicarpe est virtuellement inutile en combat. Il se contente de faire des ronds dans l’eau. On le considère plutôt faible. Pourtant, ce Pokémon est très robuste et peut survivre dans n’importe quel environnement, même très pollué.
it: Nella lotta Magikarp è inutile, poiché può solo sguazzare. Infatti è considerato debole. In realtà si tratta di un Pokémon molto robusto che sopravvive in tutte le acque, anche le più inquinate.
tr: Magikarp savaşlarda tam anlamıyla işe yaramazdır. Bildiği tek şey çırpınmak olduğu için güçsüz olarak kabul edilir. Ancak aslında son derece dayanıklı bir Pokémon'dur ve her türlü suda yaşamını sürdürebilir, ne kadar kirli olursa olsun.

# Gyarados.Description
source: Once Gyarados goes on a rampage, its ferociously violent blood doesn’t calm until it has burned everything down. There are records of this Pokémon’s rampages lasting a whole month.
fr: Lorsque Léviator commence à s’énerver, sa nature violente ne se calme qu’une fois qu’il a tout réduit en cendres. La fureur de ce Pokémon peut durer pendant un mois.
it: Quando Gyarados s’infuria, la sua indole feroce e violenta non si placa finché non ha incendiato ogni cosa. Ci sono testimonianze di sfuriate di questo Pokémon durate anche un mese intero.
tr: Gyarados öfke krizine girdi mi, hızla akan kanı, çevresindeki herşeyi yakıp yıkana kadar sakinleşmez. Kayıtlarda bu Pokémon'un bütün bir ay süren öfke krizleri mevcuttur.
