Repository: snaverm/Pokemon-Go-Rocket-API
Catalog: PokemonGo-UWP/MultilingualResources/PokemonGo-UWP.*.xlf
Languages: fr, it, ru, tr, zh_cn

# Golbat.Description
source: Golbat bites down on prey with its four fangs and drinks the victim’s blood. It becomes active on inky dark moonless nights, flying around to attack people and Pokémon.
fr: Nosferalto mord sa proie grâce à ses quatre crocs pour boire son sang. Il ne sort que lorsque la nuit est noire et sans lune, pour voleter en quête de gens et de Pokémon à mordre.
it: Golbat azzanna i nemici con i suoi quattro canini e ne beve il sangue. È particolarmente attivo nel buio pesto delle notti senza luna e vola attaccando le persone e gli altri Pokémon.
tr: Golbat dört sivri dişi ile avını ısırır ve kurbanın kanını emer. Ay ışığı olmayan gecelerde aktif olur, etrafta uçarak insanlara ve Pokémonlara saldırır.

# Oddish.Description
source: Oddish searches for fertile, nutrient-rich soil, then plants itself. During the daytime, while it is planted, this Pokémon’s feet are thought to change shape and become similar to the roots of trees.
fr: Mystherbe cherche un sol fertile et riche en nutriments, pour s’y planter. Pendant la journée, quand il est planté, les pieds de ce Pokémon changent de forme et deviennent similaires à des racines.
it: Oddish cerca suolo fertile e ricco di sostanze nutritive per piantarvi le radici. Si dice che durante il giorno, quando è fisso nel terreno, le sue zampe si trasformino prendendo la forma delle radici degli alberi.
tr: Oddish besin olarak verimli topraklar arar ve kendisini eker. Gün içinde ekilmişken bu Pokémon'un ayaklarının şekil değiştirip ağaç kökü gibi bir şekil aldığı düşünülür.

# Gloom.Description
source: From its mouth Gloom drips honey that smells absolutely horrible. Apparently, it loves the horrid stench. It sniffs the noxious fumes and then drools even more of its honey.
fr: Ortide bave un miel qui sent horriblement mauvais. Apparemment, il adore cette odeur nauséabonde. Il en renifle les fumées toxiques et se met à baver du miel de plus belle.
it: Dalla bocca di Gloom fuoriesce una resina maleodorante e disgustosa. Evidentemente adora questo fetido olezzo, poiché lo annusa avidamente producendo poi altra resina.
tr: Gloom'un ağızından tam anlamıyla rezalet kokan bir bal damlar. Anlaşıldığı kadarıyla iğrenç kokuyu çok sever. Zararlı dumanları kokladıkça ağzından akan bal daha da artar.

# Vileplume.Description
source: Vileplume has the world’s largest petals. They are used to attract prey that are then doused with toxic spores. Once the prey are immobilized, this Pokémon catches and devours them.
fr: Rafflesia dispose des plus grands pétales du monde. Il s’en sert pour attirer ses proies avant de les endormir avec ses spores toxiques. Ce Pokémon n’a plus alors qu’à attraper sa proie et à la manger.
it: Vileplume ha i petali più grandi al mondo. Li usa per attirare la preda per poi ricoprirla di spore velenose. Una volta immobilizzata la preda, il Pokémon la cattura e la divora.
tr: Vileplume dünyanın en büyük taçyapraklarına sahiptir. Bunları avlarını çekmek için kullanır ve sonra onları zehirli sporlarına maruz bırakır. Hareketsiz kaldıklarında onları yakalar ve yer.

# Paras.Description
source: Paras has parasitic mushrooms growing on its back called tochukaso. They grow large by drawing nutrients from this Bug Pokémon host. They are highly valued as a medicine for extending life.
fr: Paras accueille des champignons parasites appelés tochukaso qui poussent sur son dos. Ils grandissent grâce aux nutriments trouvés sur le dos de ce Pokémon Insecte. Ils peuvent rallonger l’espérance de vie.
it: Paras ha sulla schiena dei funghi parassiti chiamati tochukaso, che crescono traendo nutrimento dal Paras ospite. Sono molto apprezzati come farmaco di longevità.
tr: Paras'ın sırtında adı tochukaso olan parazit mantarlar büyümektedir. Bu Böcek Pokémon'dan besin alarak büyümelerine devam ederler. Yaşamı uzatmak için son derece değerlidirler.

# Parasect.Description
source: Parasect is known to infest large trees en masse and drain nutrients from the lower trunk and roots. When an infested tree dies, they move onto another tree all at once.
fr: On sait que les Parasect vivent en groupe dans les grands arbres et se nourrissent des nutriments contenus dans le tronc et les racines. Lorsqu’un arbre infesté meurt, ils se précipitent vers le prochain.
it: I Parasect agiscono in gruppo e sono noti per la loro abilità di infestare gli alberi traendo nutrimento da tronchi e radici. Quando muore un albero infestato, ne cercano subito un altro.
tr: Parasect grup halinde büyük ağaçlardan ve köklerinden besin emmesiyle bilinir. Sömürdükleri ağaç öldüğünde hep beraber, aynı anda başka bir ağaca geçerler.

# Venonat.Description
source: Venonat is said to have evolved with a coat of thin, stiff hair that covers its entire body for protection. It possesses large eyes that never fail to spot even minuscule prey.
fr: On raconte que Mimitoss a évolué avec une fourrure de poils fins et drus qui protège son corps tout entier. Il est doté de grands yeux capables de repérer ses proies, même minuscules.
it: Si dice che per proteggersi Venonat abbia sviluppato una pelliccia sottile e irsuta che ricopre il suo corpo. Nemmeno la preda più piccola può sfuggire ai suoi occhi enormi.
tr: Venonat korunma için vücudunu kaplayan ince, sert bir tüy dokusuna sahip olacak şekilde evrim geçirdiği söylenir. En ufak avı bile kaçırmayan kocaman gözlere sahiptir.

# Venomoth.Description
source: Venomoth is nocturnal—it is a Pokémon that only becomes active at night. Its favorite prey are small insects that gather around streetlights, attracted by the light in the darkness.
fr: Aéromite est un Pokémon nocturne, il ne sort donc que la nuit. Ses proies préférées sont les petits insectes qui se rassemblent autour des réverbères, attirés par la lumière.
it: Venomoth è un Pokémon notturno, cioè attivo soltanto di notte. Le sue prede favorite sono i piccoli insetti che si raggruppano attorno ai lampioni attratti dalla luce nel buio.
tr: Venomoth sadece geceleri aktif olan bir Pokémon'dur. En sevdiği avlar, gecenin karanlığında sokak lambalarının ışığına çekilen ufak böceklerdir.

# Diglett.Description
source: Diglett are raised in most farms. The reason is simple— wherever this Pokémon burrows, the soil is left perfectly tilled for planting crops. This soil is made ideal for growing delicious vegetables.
fr: Les Taupiqueur sont élevés dans la plupart des fermes. En effet, lorsque ce Pokémon creuse quelque part, le sol est comme labouré, prêt à recevoir les semences. On peut alors y planter de délicieux légumes.
it: Diglett è allevato in molte aziende agricole. La ragione è semplice: quando questo Pokémon scava, lascia il suolo perfettamente arato per la semina. Il suolo è poi pronto per la coltivazione di squisite verdure.
tr: Diglett çoğu çiftlikte yetiştirilir. Sebebi basittir. Bu Pokémon nereyi kazarsa, toprak mamül ekmek için tamamen uygun hale gelir. Bu toprak lezzetli sebzeler yetiştirmek için idealdir.

# Dugtrio.Description
source: Dugtrio are actually triplets that emerged from one body. As a result, each triplet thinks exactly like the other two triplets. They work cooperatively to burrow endlessly.
fr: Les Triopikeur sont en fait des triplés qui ont émergé du même corps. C’est pourquoi chaque triplé pense exactement comme les deux autres. Ils creusent inlassablement, dans une coopération parfaite.
it: Dugtrio è un Pokémon formato da tre unità legate in un solo corpo. Ogni trio è un’unica mente pensante. Le tre unità collaborano scavando instancabilmente.
tr: Dugtriolar aslında tek bir vücuttan çıkan üçüzlerdir. Sonuç olarak üçüzlerden her biri diğer ikisi gibi düşünür. Sonu olmayan bir kazı yolunda beraber çalışırlar.

# Meowth.Description
source: Meowth withdraws its sharp claws into its paws to slinkily sneak about without making any incriminating footsteps. For some reason, this Pokémon loves shiny coins that glitter with light.
fr: Miaouss peut rentrer ses griffes dans ses pattes pour rôder gracieusement sans laisser de traces. Étrangement, ce Pokémon raffole des pièces d’or qui brillent à la lumière.
it: Meowth ritira i suoi artigli affilati all’interno delle zampe per poter aggirarsi furtivo camuffando le tracce. Per qualche oscura ragione questo Pokémon è attratto dalle monetine che splendono alla luce.
tr: Meowth sivri pençelerini patilerine geri çeker ve avına tehdit hissettirmeden gizlice yaklaşmaya çalışır. Nedendir bilinmez, bu Pokémon ışıkta parlayan madeni paraları çok sever.

# Persian.Description
source: Persian has six bold whiskers that give it a look of toughness. The whiskers sense air movements to determine what is in the Pokémon’s surrounding vicinity. It becomes docile if grabbed by the whiskers.
fr: Persian a six grosses vibrisses qui lui donnent un air costaud et lui permettent de sentir les mouvements de l’air pour savoir ce qui se trouve à proximité. Il devient docile lorsqu’on l’attrape par les moustaches.
it: Persian è dotato di sei baffetti furbi che gli conferiscono un aspetto forte. I baffi captano ogni movimento dell’aria riconoscendo presenze vicine. Se afferrato per i baffi, diventa docile.
tr: Persian ona sert görüntüsünü veren altı kalın bıyığa sahiptir. Bunlar sayesinde hava hareketlerini sezer ve çevresinde neler bulunduğunu anlar. Bıyıklarından tutulduğu durumda uysallaşır.

# Psyduck.Description
source: If it uses its mysterious power, Psyduck can’t remember having done so. It apparently can’t form a memory of such an event because it goes into an altered state that is much like deep sleep.
fr: Lorsqu’il utilise son mystérieux pouvoir, Psykokwak ne s’en souvient pas. Apparemment, il ne peut pas garder ce genre d’événement en mémoire, car il pratique ce pouvoir dans un état proche du sommeil profond.
it: Quando usa i suoi misteriosi poteri, Psyduck se ne dimentica subito. Apparentemente non riesce a ricordarsene perché entra in uno stato innaturale molto simile a un sonno profondo.
tr: Psyduck eğer gizli gücünü kullanırsa bunu yaptığını hatırlayamaz. Bu tarz bir anıya sahip olamaz, çünkü bunu yaparken derin uyku gibi farklı bir duruma geçer.

# Golduck.Description
source: Golduck is the fastest swimmer among all Pokémon. It swims effortlessly, even in a rough, stormy sea. It sometimes rescues people from wrecked ships floundering in high seas.
fr: Akwakwak est le Pokémon qui nage le plus vite. Il nage sans se fatiguer, même lorsque la mer est agitée. Il sauve parfois des gens coincés dans les navires bloqués en haute mer.
it: Golduck è il più veloce nuotatore tra tutti i Pokémon. Nuota senza fatica anche nel mare agitato e tempestoso. Talvolta salva naufraghi dai relitti affondati in alto mare.
tr: Golduck bütün Pokémonlar arasındaen hızlı yüzücüdür. En sert, fırtınalı denizde bile rahatça yüzebilir. Bazen açık denizlerde parçalanmış gemilerden insanları kurtarır.

# Mankey.Description
source: When Mankey starts shaking and its nasal breathing turns rough, it’s a sure sign that it is becoming angry. However, because it goes into a towering rage almost instantly, it is impossible for anyone to flee its wrath.
fr: Lorsque Férosinge commence à trembler et que sa respiration devient haletante, cela signifie qu’il est en colère. En outre, la moutarde lui monte au nez tellement vite qu’il est presque impossible d’échapper à sa colère.
it: Quando Mankey inizia a tremare e la sua respirazione nasale diventa pesante significa che si sta infuriando. Tuttavia, a causa dei suoi repentini attacchi d’ira, è impossibile per chiunque sfuggire alla sua furia.
tr: Mankey titremeye başladığında burnundan aldığı nefes sertleşir, bu onun sinirlendiğinin şaşılmaz bir işaretidir. Ancak bu Pokémon o kadar hızlı sinirlenir ki onun sinirinden kaçmak kimse için mümkün değildir.

# Primeape.Description
source: When Primeape becomes furious, its blood circulation is boosted. In turn, its muscles are made even stronger. However, it also becomes much less intelligent at the same time.
fr: Lorsque Colossinge devient furieux, sa circulation sanguine s’accélère. Du coup, ses muscles sont encore plus puissants. En revanche, il devient bien moins intelligent.
it: Quando Primeape s’infuria, la circolazione sanguigna si fa intensa, irrobustendo i suoi muscoli. Allo stesso tempo, tuttavia, perde anche la sua lucidità e intelligenza.
tr: Primeape sinirlendiğinde kan akışı hızlanır. Bu da onun kaslarını daha da kuvvetlendirir. Ancak aynı zamanda da aklını daha az kullanır hale gelir.

# Growlithe.Description
source: Growlithe has a superb sense of smell. Once it smells anything, this Pokémon won’t forget the scent, no matter what. It uses its advanced olfactory sense to determine the emotions of other living things.
fr: Caninos a un odorat très développé. Ce Pokémon n’oublie jamais un parfum, quel qu’il soit. Il utilise son puissant sens olfactif pour deviner les émotions des autres créatures vivantes.
it: Growlithe ha un senso dell’olfatto molto sviluppato: una volta annusato qualcosa non scorda più quell’odore. Sfrutta questa dote per determinare le emozioni delle altre creature.
tr: Growlithe harika bir koku alma duyusuna sahiptir. Bir şey kokladığında asla unutmaz, ne olursa olsun. Bu gelişmiş koku duyusunu diğer canlıların duygularını anlamak için kullanır.

# Arcanine.Description
source: Arcanine is known for its high speed. It is said to be capable of running over 6,200 miles in a single day and night. The fire that blazes wildly within this Pokémon’s body is its source of power.
fr: Arcanin est célèbre pour son extraordinaire vitesse. On le dit capable de parcourir plus de 10000 km en 24 h. Le feu qui fait rage à l’intérieur du corps de ce Pokémon est la source de son pouvoir.
it: Arcanine è noto per la sua velocità. Si dice sia in grado di percorrere 10.000 km in un giorno e una notte. Il fuoco che arde indomabile nel suo corpo è fonte di forza.
tr: Arcanine yüksek hızı ile bilinir. Söylenilenlere göre bir gün ve gecede 10.000 kilometreden daha fazla koşabilir. Bu Pokémon'un içinde yanan ateş onun güç kaynağıdır.

# Poliwag.Description
source: Poliwag has a very thin skin. It is possible to see the Pokémon’s spiral innards right through the skin. Despite its thinness, however, the skin is also very flexible. Even sharp fangs bounce right off it.
fr: Ptitard a une peau très fine. On peut même voir les entrailles en spirale de ce Pokémon à travers sa peau. Malgré sa finesse, cette peau est aussi très élastique. Même les crocs les plus acérés rebondissent dessus.
it: Poliwag ha una pelle molto sottile, attraverso cui è possibile intravedere i suoi organi interni spiraliformi. Nonostante il suo esiguo spessore, la pelle è molto elastica. Anche le zanne più affilate non riescono a lacerarla.
tr: Poliwag çok ince bir deriye sahiptir. Pokémon'un spiral iç organlarını derisinden görmek mümkündür. Ancak inceliğine rağmen son derece de esnektir. Sivri dişler bile üstünden geri seker.

# Poliwhirl.Description
source: The surface of Poliwhirl’s body is always wet and slick with a slimy fluid. Because of this slippery covering, it can easily slip and slide out of the clutches of any enemy in battle.
fr: La peau de Têtarte est toujours maintenue humide par un liquide huileux. Grâce à cette protection graisseuse, il peut facilement se glisser hors de l’étreinte de n’importe quel ennemi.
it: La superficie del corpo di Poliwhirl è sempre umida e unta di fluido oleoso. Grazie a questa pellicola viscida, nella lotta riesce a sfuggire agilmente alle grinfie del nemico.
tr: Poliwhirl'ün vücudu her zaman sümüksü bir sıvı ile ıslak ve kaygandır. Bu kaygan kaplama sayesinde savaşta her rakibin ellerinden kolayca kayıp kaçabilir.

# Poliwrath.Description
source: Poliwrath’s highly developed, brawny muscles never grow fatigued, however much it exercises. It is so tirelessly strong, this Pokémon can swim back and forth across the ocean without effort.
fr: Les muscles solides et surdéveloppés de Tartard ne se fatiguent jamais, quels que soient les efforts qu’il produit. Ce Pokémon est tellement endurant qu’il peut traverser un océan à la nage avec une étonnante facilité.
it: Poliwrath è dotato di muscoli molto sviluppati e robusti. Per quanto si alleni, non si stanca mai. Questo Pokémon è così infaticabile e forte che riesce ad attraversare a nuoto interi oceani.
tr: Poliwrath'in son derece gelişmiş yumruk kasları ne kadar çalışırsa çalışsın yorulmazlar. O kadar yorulmaz ve güçlülerdir ki bu Pokémon bütün bir okyanusu yorulmadan aşıp, geri de dönebilir.

# Abra.Description
source: Abra needs to sleep for eighteen hours a day. If it doesn’t, this Pokémon loses its ability to use telekinetic powers. If it is attacked, Abra escapes using Teleport while it is still sleeping.
fr: Abra doit dormir dix-huit heures par jour. S’il dort moins, ce Pokémon ne peut plus utiliser ses pouvoirs télékinétiques. Lorsqu’il est attaqué, Abra s’enfuit en utilisant Téléport, sans même se réveiller.
it: Abra ha bisogno di 18 ore di sonno al giorno. In caso contrario perde le sue abilità telecinetiche. Se attaccato, Abra fugge usando Teletrasporto mentre dorme.
tr: Abra günde on sekiz saat uykuya ihtiyaç duyar. Eğer yapmazsa bu Pokémon telekinetik güçlerini kullanma yetisini kaybeder. Eğer saldırılırsa Abra uyurken bile Teleport yeteneğini kullanır ve kaçar.

# Kadabra.Description
source: Kadabra holds a silver spoon in its hand. The spoon is used to amplify the alpha waves in its brain. Without the spoon, the Pokémon is said to be limited to half the usual amount of its telekinetic powers.
fr: Kadabra tient une cuiller en argent dans la main. Elle est utilisée pour amplifier les ondes alpha de son cerveau. Sans elle, on raconte que ce Pokémon ne peut utiliser que la moitié de ses pouvoirs télékinétiques.
it: Kadabra tiene in mano un cucchiaio d’argento per amplificare le onde alfa nel suo cervello. Si dice che senza cucchiaio i suoi abituali poteri telecinetici siano dimezzati.
tr: Kadabra elinde gümüş bir kaşık tutar. Bu kaşık beynindeki alfa dalgalarını arttırmasını sağlar. Söylenilenlere göre bu Pokémon, kaşıksız olduğu zamanlarda telekinetik gücünün sadece yarısına kadar ulaşabilir.

# Alakazam.Description
source: Alakazam’s brain continually grows, infinitely multiplying brain cells. This amazing brain gives this Pokémon an astoundingly high IQ of 5,000. It has a thorough memory of everything that has occurred in the world.
fr: Le cerveau d’Alakazam grossit sans arrêt, multipliant sans cesse ses cellules. Ce Pokémon a un QI incroyablement élevé, de 5000. Il peut garder en mémoire tout ce qui s’est passé dans le monde.
it: Il cervello di Alakazam cresce in continuazione, moltiplicando all’infinito le cellule cerebrali. Questo gli assegna un sorprendente QI di 5000. Ricorda nei minimi dettagli ogni evento accaduto nel mondo.
tr: Alakazam’ın beyni sonsuz çoğalan beyin hücreleri ile sürekli gelişir. Bu inanılmaz beyin bu Pokémon'un inanılmaz yüksek, 5.000 IQ'ya ulaşmasını sağlar. Bu dünyada olmuş herşeyi saklayabilen, derin bir hafızası vardır.

# Machop.Description
source: Machop exercises by hefting around a Graveler as if it were a barbell. There are some Machop that travel the world in a quest to master all kinds of martial arts.
fr: Machoc s’entraîne en soulevant un Gravalanch, comme s’il s’agissait d’haltères. Certains Machoc voyagent un peu partout dans le monde pour apprendre à maîtriser tous les types d’arts martiaux.
it: Machop si allena sollevando un Graveler come fosse un attrezzo ginnico. Esistono Machop che girano il mondo nel tentativo di imparare ogni tipo di arte marziale.
tr: Machop, bir Graveler'ı haltermişçesine kaldırarak antrenman yapar. Bazı Machop'lar bütün dövüş sanatlarında ustalaşmak amacıyla dünyayı dolaşırlar.

# Machoke.Description
source: Machoke undertakes bodybuilding every day even as it helps people with tough, physically demanding labor. On its days off, this Pokémon heads to the fields and mountains to exercise and train.
fr: Machopeur pratique le body-building tous les jours, même lorsqu’il aide les gens à réaliser de durs travaux. Pendant ses congés, ce Pokémon va s’entraîner dans les champs et les montagnes.
it: Machoke si allena ogni giorno con esercizi di body building, aiutando l’uomo nei lavori fisicamente pesanti. Nei giorni di riposo, si reca in campagna o in montagna per allenarsi ancora.
tr: Machoke insanlara ağır ve zor işlerde yardım etse de her gün vücut geliştirme antrenmanlarına da devam eder. Boş günlerinde tarlalara ve dağlara çıkar ve antrenman yapar.

# Machamp.Description
source: Machamp is known as the Pokémon that has mastered every kind of martial arts. If it grabs hold of the foe with its four arms, the battle is all but over. The hapless foe is thrown far over the horizon.
fr: Mackogneur est célèbre, car c’est le seul Pokémon qui a réussi à maîtriser tous les types d’arts martiaux. S’il parvient à attraper son ennemi avec ses quatre bras, il le projette par-delà l’horizon.
it: Machamp è noto per la sua maestria nella pratica di tutte le arti marziali. Se afferra il nemico con le sue quattro braccia possenti, la lotta è già decisa. Lo sventurato avversario verrà infatti scagliato ben oltre l’orizzonte.
tr: Machamp her türlü dövüş sanatında ustalaşmış Pokémon olarak bilinir. Eğer rakibini dört koluyla birden yakalamışsa, savaş bitmiş demektir. Çaresiz rakip ufuklara doğru uçuşa geçer.

# Bellsprout.Description
source: Bellsprout’s thin and flexible body lets it bend and sway to avoid any attack, however strong it may be. From its mouth, this Pokémon spits a corrosive fluid that melts even iron.
fr: Le corps long et flexible de Chétiflor lui permet de se tordre et d’osciller pour éviter tout type d’attaque, même les plus puissantes. Ce Pokémon crache un fluide corrosif qui peut même dissoudre le fer.
it: Il corpo esile e flessibile di Bellsprout gli consente di piegarsi e oscillare per evitare ogni attacco, anche violento. Dalla bocca sputa un fluido corrosivo in grado di sciogliere anche il ferro.
tr: Bellsprout’un ince ve esnek vücudu, rahatça bükülüp sallanarak, rakip ne kadar güçlü olursa olsun, saldırılardan kaçmasını sağlar. Bu Pokémon ağzından demiri bile eriten bir sıvı tükürür.

# Weepinbell.Description
source: Weepinbell has a large hook on its rear end. At night, the Pokémon hooks on to a tree branch and goes to sleep. If it moves around in its sleep, it may wake up to find itself on the ground.
fr: Boustiflor est doté d’un gros crochet. La nuit, ce Pokémon s’accroche à une branche pour s’endormir. Quand il a un sommeil agité, il se réveille par terre.
it: Weepinbell è dotato di un grande uncino posteriore. Di notte lo usa per appendersi a un ramo e mettersi a dormire. Talvolta, agitandosi nel sonno, si sveglia al suolo.
tr: Weepinbell arka tarafında bulunan büyük bir kancaya sahiptir. Geceleri, bu Pokémon kendisini ağaç dallarına asar ve uyur. Eğer uykusunda hareket ederse uyandığında kendini yerde bulabilir.

# Victreebel.Description
source: Victreebel has a long vine that extends from its head. This vine is waved and flicked about as if it were an animal to attract prey. When an unsuspecting prey draws near, this Pokémon swallows it whole.
fr: Empiflor est doté d’une longue liane qui part de sa tête. Cette liane se balance et remue comme un animal pour attirer ses proies. Lorsque l’une d’elles s’approche un peu trop près, ce Pokémon l’avale entièrement.
it: Victreebel è dotato di una lunga liana che parte dalla testa. Il Pokémon la sventola e la agita come fosse un’esca per attirare la preda. Quando la preda ignara si avvicina, il Pokémon la inghiotte in un sol boccone.
tr: Victreebel kafasından uzayan uzun bir asma dalına sahiptir. Bu asma av çekmek için sallanır ve titreşir. Kuşkulanmayan av yaklaştığında ise bu Pokémon onu tek parçada yutar.
