Repository: snaverm/Pokemon-Go-Rocket-API
Catalog: PokemonGo-UWP/MultilingualResources/PokemonGo-UWP.*.xlf
Languages: fr, it, ru, tr, zh_cn

# Metapod.Description
source: The shell covering this Pokémon’s body is as hard as an iron slab. Metapod does not move very much. It stays still because it is preparing its soft innards for evolution inside the hard shell.
fr: La carapace protégeant ce Pokémon est dure comme du métal. Chrysacier ne bouge pas beaucoup. Il reste immobile pour préparer les organes à l’intérieur de sa carapace en vue d’une évolution future.
it: La corazza di questo Pokémon è dura come una lastra di ferro. Metapod non si muove molto. Sta immobile per preparare il morbido interno della dura corazza all’evoluzione.
tr: Bu Pokémon'un vücudunu saran kabuk demir kadar serttir. Metapod çok hareket etmez. Hareketsiz kalmasının sebebi kabuğun içinde gelişime hazırlanmaktadır.

# Butterfree.Description
source: Butterfree has a superior ability to search for delicious honey from flowers. It can even search out, extract, and carry honey from flowers that are blooming over six miles from its nest.
fr: Papilusion est très doué pour repérer le délicieux nectar qu’il butine dans les fleurs. Il peut détecter, extraire et transporter le nectar de fleurs situées à plus de 10 km de son nid.
it: Butterfree è dotato di abilità molto raffinate per individuare il delizioso nettare dei fiori. Riesce a trovare, estrarre e trasportare il nettare dai fiori in boccio al nido anche per 10 km.
tr: Butterfree çiçeklerden lezzetli bal arama yeteneğine sahiptir. Yuvasından 10km uzaktaki çiçekleri arayabilir, bal çıkartabilir ve yuvasına kadar taşıyabilir.

# Weedle.Description
source: Weedle has an extremely acute sense of smell. It is capable of distinguishing its favorite kinds of leaves from those it dislikes just by sniffing with its big red proboscis (nose).
fr: L’odorat d’Aspicot est extrêmement développé. Il lui suffit de renifler ses feuilles préférées avec son gros appendice nasal pour les reconnaître entre mille.
it: Weedle ha un senso dell’olfatto estremamente sviluppato. Riesce a distinguere le sue foglie preferite da quelle che lo disgustano semplicemente annusandole con il grande naso rosso.
tr: Weedle son derece keskin bir koku alma duyusu vardır. Sevdiği yaprakları sevmediklerinden büyük kırmızı burnu ile koklayarak ayırabilir.

# Kakuna.Description
source: Kakuna remains virtually immobile as it clings to a tree. However, on the inside, it is extremely busy as it prepares for its coming evolution. This is evident from how hot the shell becomes to the touch.
fr: Coconfort est la plupart du temps immobile et reste accroché à un arbre. Cependant, intérieurement, il est très actif, car il se prépare pour sa prochaine évolution. En touchant sa carapace, on peut sentir sa chaleur.
it: Kakuna rimane praticamente immobile abbarbicato agli alberi. Tuttavia, internamente è intento a preparare la sua futura evoluzione. Lo si può capire dall’intensità del calore sviluppato dal guscio.
tr: Kakuna bir ağaca tutunurken resmen hareketsiz kalır. Ancak içeride gelişimi için hazırlanırken son derece meşguldür. Bunu kabuğuna dokunduğunuzda hissettiğiniz sıcaktan anlayabilirsiniz.

# Beedrill.Description
source: Beedrill is extremely territorial. No one should ever approach its nest—this is for their own safety. If angered, they will attack in a furious swarm.
fr: Dardargnan est extrêmement possessif. Il vaut mieux ne pas toucher son nid si on veut éviter d’avoir des ennuis. Lorsqu’ils sont en colère, ces Pokémon attaquent en masse.
it: Beedrill difende strenuamente il proprio territorio. Per ragioni di sicurezza nessuno può avvicinarsi al suo nido. Se vengono disturbati, questi Pokémon attaccano violentemente in sciami.
tr: Beedrill son derece bölgecidir. Kimse yuvasına yaklaşmamalıdır, bu güvenliğiniz içindir. Tahrik edilirlerse sürü halinde saldırıya geçerler.

# Pidgey.Description
source: Pidgey has an extremely sharp sense of direction. It is capable of unerringly returning home to its nest, however far it may be removed from its familiar surroundings.
fr: Roucool a un excellent sens de l’orientation. Il est capable de retrouver son nid sans jamais se tromper, même s’il est très loin de chez lui et dans un environnement qu’il ne connaît pas.
it: Pidgey ha un senso dell’orientamento molto sviluppato. È sempre in grado di ritornare al suo nido, anche quando si spinge molto lontano dal suo ambiente abituale.
tr: Pidgey inanılmaz keskin bir yön duyusuna sahiptir. Bildiği bölgelerden ne kadaruzakta olursa olsun yuvasına dönmeyi başarabilir.

# Pidgeotto.Description
source: Pidgeotto claims a large area as its own territory. This Pokémon flies around, patrolling its living space. If its territory is violated, it shows no mercy in thoroughly punishing the foe with its sharp claws.
fr: Roucoups utilise une vaste surface pour son territoire. Ce Pokémon surveille régulièrement son espace aérien. Si quelqu’un pénètre sur son territoire, il corrige l’ennemi sans pitié d’un coup de ses terribles serres.
it: Pidgeotto delimita come proprio un territorio immenso, che difende controllandolo costantemente. Se tale territorio viene invaso, questo Pokémon non ha pietà nel punire i nemici con i suoi artigli affilati.
tr: Pidgeotto büyük bir alanı kendi bölgesi olarak seçer. Bu Pokémon ortalıkta uçar ve bölgesini devriye gezer. Eğer birisi bölgesine girerse sivri pençeleriyle hiç acımadan cezalandırır.

# Pidgeot.Description
source: This Pokémon has a dazzling plumage of beautifully glossy feathers. Many Trainers are captivated by the striking beauty of the feathers on its head, compelling them to choose Pidgeot as their Pokémon.
fr: Ce Pokémon est doté d’un plumage magnifique et luisant. Bien des Dresseurs sont captivés par la beauté fatale de sa huppe et décident de choisir Roucarnage comme leur Pokémon favori.
it: Questo Pokémon è caratterizzato da uno stupendo piumaggio dai colori vivaci e brillanti. Molti Allenatori sono colpiti dall’evidente bellezza delle piume sulla testa. Per questo spesso scelgono Pidgeot come loro Pokémon.
tr: Bu Pokémon inanılmaz güzel ve parlak tüylere sahiptir. Çoğu eğitmen kafasındaki tüylerin harikalığına tutulur ve Pidgeot'u kendi Pokémon'ları olarak seçmeye yönlendirir.

# Rattata.Description
source: Rattata is cautious in the extreme. Even while it is asleep, it constantly listens by moving its ears around. It is not picky about where it lives—it will make its nest anywhere.
fr: Rattata est extrêmement prudent. Même lorsqu’il est endormi, il fait pivoter ses oreilles pour écouter autour de lui. En ce qui concerne son habitat, il n’est vraiment pas difficile. Il peut faire son nid n’importe où.
it: Rattata è estremamente cauto. Anche quando dorme tiene sempre le orecchie tese, muovendole come sonde. Non ha particolari esigenze di habitat: costruisce la propria tana ovunque.
tr: Rattata son derece dikkatlidir. Uyurken bile sürekli kulaklarını oynatarak çevresini dinler. Yaşadığı yer konusunda seçici değildir, her yere yuva yapabilir.

# Raticate.Description
source: Raticate’s sturdy fangs grow steadily. To keep them ground down, it gnaws on rocks and logs. It may even chew on the walls of houses.
fr: Les crocs robustes de Rattatac poussent constamment. Pour éviter qu’ils raclent le sol, il se fait les dents sur des cailloux ou des troncs d’arbre. Il lui arrive même de ronger les murs des maisons.
it: Le potenti zanne di Raticate crescono in continuazione. Per ridurne la crescita rode rocce e tronchi. Spesso si vedono i segni delle sue zanne anche sui muri delle case.
tr: Raticate'in dayanıklı dişleri zamanla büyür. Onları uygun boyutta tutmak için taşları ve kütükleri dişler. Ev duvarlarını bile ısırabilir.

# Spearow.Description
source: Spearow has a very loud cry that can be heard over half a mile away. If its high, keening cry is heard echoing all around, it is a sign that they are warning each other of danger.
fr: Piafabec crie tellement fort qu’il peut être entendu à 1 km de distance. Ces Pokémon se préviennent d’un danger en entonnant une mélopée très aiguë, qu’ils se renvoient les uns les autres, comme un écho.
it: Spearow emette un grido molto acuto, percepibile anche a 1 km di distanza. Quando questo grido riecheggia nei dintorni, questo Pokémon intende avvertire i suoi simili di un pericolo imminente.
tr: Spearow'un bir kilometre öteden bile duyulabilen bir bağırışı vardır. Eğer yüksek çığlığı etrafta yankılanıyorsa, bu birbirlerini tehlikeye karşı uyardıklarının bir işaretidir.

# Fearow.Description
source: Fearow is recognized by its long neck and elongated beak. They are conveniently shaped for catching prey in soil or water. It deftly moves its long and skinny beak to pluck prey.
fr: On reconnaît un Rapasdepic à son long cou et à son bec allongé. Ces attributs lui permettent d’attraper facilement ses proies dans la terre ou dans l’eau. Il bouge son bec long et fin avec une grande agilité.
it: Fearow è caratterizzato da un collo e un becco molto lunghi, dalla forma ottimale per la cattura della preda a terra o in acqua. Muove agilmente il becco lungo e affusolato per stanare la preda.
tr: Fearow uzun boynu ve gagası ile tanınır. Toprakta ve suda avlanabilmesi için uygun şekildedir. Uzun ve sıska gagasını avlanabilmek için ustalıkla hareket ettirir.

# Ekans.Description
source: Ekans curls itself up in a spiral while it rests. Assuming this position allows it to quickly respond to a threat from any direction with a glare from its upraised head.
fr: Abo s’enroule en spirale pour dormir. Sa tête reste relevée de telle sorte que cette position lui permette de réagir rapidement si une menace survenait.
it: Ekans si attorciglia a spirale per riposarsi. In questa posizione riesce a reagire alle insidie provenienti da ogni parte grazie alla testa sollevata e allo sguardo fulminante.
tr: Ekans dinlenirken bir spiral şeklinde kıvrılır. Kafasını yukarıda tutarak bu pozisyondan rahatça, her taraftan gelen tehditlere karşı çabukça hamle yapabilir.

# Arbok.Description
source: This Pokémon is terrifically strong in order to constrict things with its body. It can even flatten steel oil drums. Once Arbok wraps its body around its foe, escaping its crunching embrace is impossible.
fr: Ce Pokémon doté d’une force extraordinaire peut étrangler ses proies avec son corps. Il peut même écraser des tonneaux métalliques. Une fois sous l’étreinte d’Arbok, il est impossible de lui échapper.
it: Questo Pokémon è così forte da riuscire a stritolare qualsiasi cosa col corpo, persino un bidone in acciaio. Se Arbok si avvinghia a un nemico è impossibile sfuggire a questa morsa fatale.
tr: Bu Pokémon vücuduyla korkunç bir şekilde başkalarını sıkabilir, çeliği bile düzleştirebilir. Arbok düşmanını vücuduyla sardığında kaçmak neredeyse imkansızdır.

# Pikachu.Description
source: This Pokémon has electricity-storing pouches on its cheeks. These appear to become electrically charged during the night while Pikachu sleeps. It occasionally discharges electricity when it is dozy after waking up.
fr: Ce Pokémon dispose de petites poches dans les joues pour stocker de l’électricité. Elles semblent se charger pendant que Pikachu dort. Il libère parfois un peu d’électricité lorsqu’il n’est pas encore bien réveillé.
it: Pikachu immagazzina l’elettricità nelle guance. Pare che queste si ricarichino durante la notte quando dorme. Talvolta emette delle scariche elettriche al risveglio mentre è ancora assonnato.
tr: Bu Pokémon yanaklarında elektrik depolamak için keseler vardır. Bunlar Pikachu geceleri uyurken şarj olmaktadır. Uyandıktan sonra hala uykuluysa bazen bu elektriği deşarj edebilir.

# Raichu.Description
source: This Pokémon exudes a weak electrical charge from all over its body that makes it take on a slight glow in darkness. Raichu plants its tail in the ground to discharge electricity.
fr: Ce Pokémon libère un faible champ électrique tout autour de son corps, ce qui le rend légèrement lumineux dans le noir. Raichu plante sa queue dans le sol pour évacuer de l’électricité.
it: Raichu emana una debole carica elettrica da tutto il corpo rilucendo così nell’oscurità. Scarica l’elettricità piantando la coda nel terreno.
tr: Bu Pokémon vücudunun gece karanlıkta biraz parlamasını sağlayan zayıf bir elektrik akımı yayar. Raichu deşarj olabilmek için kuyruğunu toprağa gömer.

# Sandshrew.Description
source: Sandshrew has a very dry hide that is extremely tough. The Pokémon can roll into a ball that repels any attack. At night, it burrows into the desert sand to sleep.
fr: Sabelette a une peau très sèche et extrêmement dure. Ce Pokémon peut s’enrouler sur lui-même pour repousser les attaques. La nuit, il s’enterre dans le sable du désert pour dormir.
it: Sandshrew ha una corazza estremamente secca e dura. Può chiudersi a sfera e rotolare per difendersi dagli attacchi. Quando cala la notte, si nasconde nella sabbia del deserto per dormire.
tr: Sandshrew çok dayanıklı olan çok kuru bir deriye sahiptir. Bu Pokémon saldırılara karşı bir top gibi sarılır. Geceleri uyumak için kuma gömülür.

# Sandslash.Description
source: Sandslash can roll up its body as if it were a ball covered with large spikes. In battle, this Pokémon will try to make the foe flinch by jabbing it with its spines. It then leaps at the stunned foe to tear wildly with its sharp claws.
fr: Sablaireau peut enrouler son corps pour prendre la forme d’une balle hérissée de pointes. Ce Pokémon essaie de faire peur à son ennemi en le frappant avec ses pointes. Puis, il se rue sur lui avec ses griffes acérées.
it: Sandslash arrotola il proprio corpo come fosse una sfera ricoperta di grandi aculei, che usa in lotta per far tentennare il nemico. Poi gli si scaglia contro per colpirlo selvaggiamente con gli artigli affilati.
tr: Sandslash büyük iğnelerle kaplı bir top gibi vücudnu yuvarlayabilir. Bu Pokémon savaşta rakibini sersemletmek için onu dikenleriyle iğneler. Sonrasında hareketsiz kalan rakibinin üzerine sivri pençeleriyle saldırır.

# NidoranFemale.Description
source: Nidoran♀ has barbs that secrete a powerful poison. They are thought to have developed as protection for this small-bodied Pokémon. When enraged, it releases a horrible toxin from its horn.
fr: Nidoran♀ est couvert de pointes qui sécrètent un poison puissant. On pense que ce petit Pokémon a développé ces pointes pour se défendre. Lorsqu’il est en colère, une horrible toxine sort de sa corne.
it: Gli aculei di Nidoran♀ secernono un potente veleno. Si pensa che si siano sviluppati per proteggere questo Pokémon dal corpo minuto. Quando è adirato, rilascia una potente tossina dal corno.
tr: Nidoran♀ güçlü bir zehir yayan dikenleri vardır. Bunlar bu küçük vücutlu Pokémon'un korunması için geliştiği düşünülüyor. Kızdığında boynuzundan zehirli bir toksin yayar.

# Nidorina.Description
source: When Nidorina are with their friends or family, they keep their barbs tucked away to prevent hurting each other. This Pokémon appears to become nervous if separated from the others.
fr: Lorsqu’un Nidorina est avec ses amis ou sa famille, il replie ses pointes pour ne pas blesser ses proches. Ce Pokémon devient vite nerveux lorsqu’il est séparé de son groupe.
it: Quando questi Pokémon si riuniscono con gli amici e la famiglia, tengono i loro aculei a debita distanza per evitare di ferirsi a vicenda. Se allontanati dal branco, diventano nervosi e irascibili.
tr: Nidorina arkadaşları veya aileleriyleyken birbirlerine zarar vermemek için dikenlerini saklarlar. Bu Pokémon diğerlerinden ayrılırsa gergin bir hale gelir.

# Nidoqueen.Description
source: Nidoqueen’s body is encased in extremely hard scales. It is adept at sending foes flying with harsh tackles. This Pokémon is at its strongest when it is defending its young.
fr: Le corps de Nidoqueen est protégé par des écailles extrêmement dures. Il aime envoyer ses ennemis voler en leur fonçant dessus. Ce Pokémon utilise toute sa puissance lorsqu’il protège ses petits.
it: Il corpo di Nidoqueen è racchiuso in una corazza durissima. Riesce a scagliare i nemici lontano con un colpo secco. Questo Pokémon dà il massimo di sé quando difende i propri cuccioli.
tr: Nidoqueen'in vücudu çok sert kabuklarla kaplıdır. Rakiplerini vücut darbeleriyle uzaklara uçurmakta ustadır. Bu Pokémon kendisinden gençleri korurken en güçlü halini gösterir.

# NidoranMale.Description
source: Nidoran♂ has developed muscles for moving its ears. Thanks to them, the ears can be freely moved in any direction. Even the slightest sound does not escape this Pokémon’s notice.
fr: Nidoran♂ a développé des muscles pour bouger ses oreilles. Ainsi, il peut les orienter à sa guise. Ce Pokémon peut entendre le plus discret des bruits.
it: Nidoran♂ ha sviluppato dei muscoli per muovere liberamente le orecchie in qualsiasi direzione. Così, questo Pokémon è in grado di percepire anche il più flebile fruscio.
tr: Nidoran♂ kulaklarını oynatmak için özel kaslar geliştirmiştir. Bunlar sayesinde kulakları her yöne oynayabilir. En ufak bir ses bile bu Pokémon'un kulaklarından kaçmaz.

# Nidorino.Description
source: Nidorino has a horn that is harder than a diamond. If it senses a hostile presence, all the barbs on its back bristle up at once, and it challenges the foe with all its might.
fr: Nidorino dispose d’une corne plus dure que du diamant. S’il sent une présence hostile, toutes les pointes de son dos se hérissent d’un coup, puis il défie son ennemi.
it: Nidorino è dotato di un corno più duro del diamante. Quando percepisce una presenza ostile, gli si rizzano immediatamente tutti gli aculei sulla schiena. A questo punto sfida il nemico con tutta la sua forza.
tr: Nidorino elmastan daha sert bir boynuza sahiptir. Eğer bir düşman sezerse sırtındaki dikenler kalkar ve düşmanına bütün gücüyle meydan okur.

# Nidoking.Description
source: Nidoking’s thick tail packs enormously destructive power. With one swing, it can topple a metal transmission tower. Once this Pokémon goes on a rampage, there is no stopping it.
fr: L’épaisse queue de Nidoking est d’une puissance incroyable. En un seul coup, il peut renverser une tour métallique. Lorsque ce Pokémon se déchaîne, plus rien ne peut l’arrêter.
it: La possente coda di Nidoking è dotata di un enorme potere distruttivo. Con un solo colpo riesce ad abbattere un pilone metallico. Quando si scatena non c’è modo di fermare la sua furia.
tr: Nidoking'in kalın kuyruğu yok edici bir güce sahiptir. Tek bir vuruşla metal ulaşım kulesini yere indirebilir. Bu Pokémon kızdırılırsa geri dönüşü yoktur.

# Clefairy.Description
source: On every night of a full moon, groups of this Pokémon come out to play. When dawn arrives, the tired Clefairy return to their quiet mountain retreats and go to sleep nestled up against each other.
fr: Les nuits de pleine lune, des groupes de ces Pokémon sortent jouer. Lorsque l’aube commence à poindre, les Mélofée fatigués rentrent dans leur retraite montagneuse et vont dormir, blottis les uns contre les autres.
it: In ogni notte di luna piena questi Pokémon escono in gruppo a giocare. All’alba i Clefairy tornano stanchi nella quiete delle loro tane montane e vanno a dormire stretti fra loro.
tr: Her gece dolunayda bu Pokémon gruplar halinde oynamak için ortaya çıkar. Şafakta yorgun Clefairy'ler sakin dağlarına çekilir ve birbirlerine yuvalanmış şekilde uyurlar.

# Clefable.Description
source: Clefable moves by skipping lightly as if it were flying using its wings. Its bouncy step lets it even walk on water. It is known to take strolls on lakes on quiet, moonlit nights.
fr: Les Mélodelfe se déplacent en sautant doucement, comme s’ils volaient. Leur démarche légère leur permet même de marcher sur l’eau. On raconte qu’ils se promènent sur les lacs, les soirs où la lune est claire.
it: Clefable si muove saltellando leggero come se fluttuasse sorretto dalle sue ali. Così riesce anche a camminare sull’acqua. È solito passeggiare sui laghi in silenziose notti di luna piena.
tr: Clefable kanatlarını kullanarak uçuyormuş gibi yere hafifçe dokunarak hareket eder. Bu sayede su üstünde bile yürüyebilir. Sakin, gece ışığıyla aydınlatılmış gecelerde göllerde yürüyüşe çıktığı bilinir.

# Vulpix.Description
source: Inside Vulpix’s body burns a flame that never goes out. During the daytime, when the temperatures rise, this Pokémon releases flames from its mouth to prevent its body from growing too hot.
fr: À l’intérieur du corps de Goupix se trouve une flamme qui ne s’éteint jamais. Pendant la journée, lorsque la température augmente, ce Pokémon crache des flammes pour éviter que son corps ne devienne trop chaud.
it: All’interno del corpo di Vulpix brucia una fiamma inestinguibile. Di giorno, quando sale la temperatura, questo Pokémon emette fiamme dalla bocca per evitare il surriscaldamento del proprio corpo.
tr: Vulpix'in vücudunun içinde sönmeyen bir ateş yanar. Gün içinde bu Pokémon vücudunun çok ısınmasını engellemek için ağzından ateş salar.

# Ninetales.Description
source: Legend has it that Ninetales came into being when nine wizards possessing sacred powers merged into one. This Pokémon is highly intelligent—it can understand human speech.
fr: La légende raconte que Feunard est apparu lorsque neuf sorciers aux pouvoirs sacrés décidèrent de fusionner. Ce Pokémon est très intelligent. Il comprend la langue des hommes.
it: Narra la leggenda che Ninetales sia nato dalla fusione di nove maghi dai sacri poteri in un’unica creatura. Questo Pokémon estremamente intelligente riesce a capire il linguaggio umano.
tr: Efsaneye göre Ninetales, 9 büyücünün kutsal güçlerinin birleştirilmesi sonuçu ortaya çıkmıştır. Bu Pokémon son derece akıllıdır, insan konuşmasını bile anlayabilir.

# Jigglypuff.Description
source: When this Pokémon sings, it never pauses to breathe. If it is in a battle against an opponent that does not easily fall asleep, Jigglypuff cannot breathe, endangering its life.
fr: Lorsque ce Pokémon chante, il ne s’arrête pas pour respirer. Quand il se bat contre un adversaire qu’il ne peut pas facilement endormir, Rondoudou reste donc sans respirer, mettant sa vie en danger.
it: Quando canta, Jigglypuff non si ferma a prendere fiato. Se lotta contro un nemico che non si addormenta facilmente, non respira rischiando così di esaurire tutte le sue energie.
tr: Bu Pokémon şarkı söylerken asla nefes almak için durmaz. Eğer kolayca uyumayan bir rakip ile karşı karşıyaysa Jigglypuff nefes alamaz ve hayatını tehlikeye atar.

# Wigglytuff.Description
source: Wigglytuff’s body is very flexible. By inhaling deeply, this Pokémon can inflate itself seemingly without end. Once inflated, Wigglytuff bounces along lightly like a balloon.
fr: Le corps de Grodoudou est très élastique. S’il inspire profondément, ce Pokémon peut se gonfler à volonté. Une fois gonflé, Grodoudou peut rebondir comme un ballon.
it: Wigglytuff è molto elastico. Se respira profondamente, questo Pokémon riesce a gonfiarsi praticamente all’infinito. Una volta gonfio, Wigglytuff rimbalza leggero come un pallone.
tr: Wigglytuff'ın vücudu çok esnektir. Derince nefes alarak bu Pokémon kendisini bitmek bilmez bir şekilde şişirebilir. Wigglytuff şiştiğinde bir balon gibi hafifçe zıplayarak hareket eder.

# Zubat.Description
source: Zubat avoids sunlight because exposure causes it to become unhealthy. During the daytime, it stays in caves or under the eaves of old houses, sleeping while hanging upside down.
fr: Nosferapti évite la lumière du soleil, car ça le rend malade. Pendant la journée, il reste dans les cavernes ou à l’ombre des vieilles maisons, où il dort, la tête à l’envers.
it: Zubat evita la luce del sole perché nociva per la sua salute. Durante il giorno sta rintanato in grotte o sotto i cornicioni di vecchie case, dormendo appeso a testa in giù.
tr: Zubat güneş ışığından kaçar çünkü bu onun için zararlıdır. Gün içerisinde mağaralarda veya eski evlerin bodrum katında kalır ve baş aşağı asılı bir şekilde uyur.
