Repository: snaverm/Pokemon-Go-Rocket-API
Catalog: PokemonGo-UWP/MultilingualResources/PokemonGo-UWP.*.xlf
Languages: fr, it, ru, tr, zh_cn

# Lapras.Description
source: People have driven Lapras almost to the point of extinction. In the evenings, this Pokémon is said to sing plaintively as it seeks what few others of its kind still remain.
fr: Les Lokhlass sont en voie d’extinction. Le soir, on entend ce Pokémon chantonner une complainte mélancolique, espérant retrouver ses rares congénères.
it: L’uomo ha portato Lapras alla sua quasi totale estinzione. Si dice che la sera lo si senta cantare malinconico per richiamare i suoi pochi simili ancora in vita.
tr: İnsanlar Lapras'ları nesillerini tükenme noktasına kadar getirmiştir. Akşam üstü saatlerinde bu Pokémon'un başka hayatta kalan Lapras'ları bulmak için şarkılar söylediği söylenir.

# Ditto.Description
source: Ditto rearranges its cell structure to transform itself into other shapes. However, if it tries to transform itself into something by relying on its memory, this Pokémon manages to get details wrong.
fr: Métamorph peut modifier sa structure moléculaire pour prendre d’autres formes. Lorsqu’il essaie de se transformer de mémoire, il lui arrive de se tromper sur certains détails.
it: Ditto cambia la sua struttura cellulare per assumere molte altre forme. Tuttavia, quando si affida solo alla sua memoria, talvolta dimentica dettagli importanti.
tr: Ditto başka şekillere bürünmek için hücre yapısını değiştirir. Ancak hafızasına dayanarak şekil değiştirmeye çalışırsa, bu Pokémon genelde detayları yanlış yapar.

# Eevee.Description
source: Eevee has an unstable genetic makeup that suddenly mutates due to the environment in which it lives. Radiation from various stones causes this Pokémon to evolve.
fr: Évoli a une structure génétique instable qui se transforme en fonction de l’environnement dans lequel il vit. Ce Pokémon peut évoluer grâce aux radiations de diverses pierres.
it: Eevee è dotato di un instabile corredo genetico che muta in base all’habitat naturale in cui è integrato. Le radiazioni di diverse pietre scatenano l’evoluzione di questo Pokémon.
tr: Eevee bulunduğu ortama göre aniden değişen, dengesiz bir genetik yapıya sahiptir. Farklı taşlardan yayılan radyasyon bu Pokémon'un gelişmesine sebep olur.

# Vaporeon.Description
source: Vaporeon underwent a spontaneous mutation and grew fins and gills that allow it to live underwater. This Pokémon has the ability to freely control water.
fr: Aquali a subi une mutation spontanée. Des nageoires et des branchies sont apparues sur son corps, ce qui lui permet de vivre dans les fonds marins. Ce Pokémon peut contrôler l’eau à volonté.
it: Vaporeon, frutto di una mutazione naturale, ha sviluppato pinne e branchie per poter vivere sott’acqua. Questo Pokémon ha la capacità di sfruttare l’acqua a suo vantaggio.
tr: Vaporeon, yüzgeçlerinin ve su altında yaşamasını sağlayan solungaçlarının olmasına sebep olan bir mutasyon geçirdi. Bu Pokémon suyu rahatça kontrol etme yeteneğine sahiptir.

# Jolteon.Description
source: Jolteon’s cells generate a low level of electricity. This power is amplified by the static electricity of its fur, enabling the Pokémon to drop thunderbolts. The bristling fur is made of electrically charged needles.
fr: Les cellules de Voltali génèrent un courant de faible intensité. Ce pouvoir est amplifié par l’électricité statique de ses poils, ce qui lui permet d’envoyer des éclairs. Sa fourrure hérissée est faite d’aiguilles chargées d’électricité.
it: Le cellule di Jolteon generano un basso potenziale elettrico, che viene tuttavia amplificato dall’elettricità statica della sua pelliccia, da cui scatena fulmini. La pelliccia arruffata è fatta di aghi caricati elettricamente.
tr: Jolteon’un hücreleri düşük seviyede elektrik üretir. Bu güç, kürkünün statik elektriği ile de katlanır ve Pokémon'un yıldırımlar düşürmesini sağlar. Kürkü, elektrikle yüklü iğnelerden oluşur.

# Flareon.Description
source: Flareon’s fluffy fur has a functional purpose—it releases heat into the air so that its body does not get excessively hot. This Pokémon’s body temperature can rise to a maximum of 1,650 degrees Fahrenheit.
fr: La fourrure soyeuse de Pyroli a une fonction anatomique. Elle rejette la chaleur dans l’air pour que son corps ne surchauffe pas. La température du corps de ce Pokémon peut atteindre 900 °C.
it: La morbida pelliccia di Flareon ha uno scopo ben preciso: libera calore nell’aria in modo da abbassare la temperatura corporea, che nel caso di questo Pokémon può raggiungere anche 900 °C.
tr: Flareon’un kabarık kürkünün fonksiyonel bir sebebi vardır. Sıcaklığı havaya salar ki vücudu çok ısınmasın. Bu Pokémon'un vücut ısısı 900 derece Celcius'a kadar çıkabilir.

# Porygon.Description
source: Porygon is capable of reverting itself entirely back to program data and entering cyberspace. This Pokémon is copy protected so it cannot be duplicated by copying.
fr: Porygon est capable de se décompiler et de retourner à l’état de programme informatique pour entrer dans le cyberespace. Ce Pokémon est protégé contre le piratage, il est donc impossible de le copier.
it: Porygon è in grado di regredire ai suoi codici di programmazione originari ed entrare nel cyberspazio. Questo Pokémon è dotato di un sistema antipirateria per evitarne la duplicazione illecita.
tr: Porygon kendisini program datasına geri çevirip, siber uzaya girme yeteneğine sahiptir. Bu Pokémon kopyalamaya karşı korumalıdır ve dijital ortamda bir eşi yaratılamaz.

# Omanyte.Description
source: Omanyte is one of the ancient and long-since-extinct Pokémon that have been regenerated from fossils by people. If attacked by an enemy, it withdraws itself inside its hard shell.
fr: Amonita est l’un des Pokémon disparus depuis longtemps et qui furent ressuscités à partir de fossiles. Lorsqu’il est attaqué par un ennemi, il se rétracte dans sa coquille.
it: Omanyte è uno degli antichi Pokémon estinti, recentemente rigenerati dall’uomo. In caso di aggressione da parte di un nemico, si ritira all’interno della sua dura corazza.
tr: Omanyte uzun zamandır nesilleri tükenmiş, antik Pokémon'lardan biridir ve insanlar tarafından fosillerinden tekrar canlandırılmıştır. Eğer bir düşman tarafından saldırılırsa sert kabuğunun içine çekilir.

# Omastar.Description
source: Omastar uses its tentacles to capture its prey. It is believed to have become extinct because its shell grew too large and heavy, causing its movements to become too slow and ponderous.
fr: Amonistar utilise ses tentacules pour capturer ses proies. On pense que l’espèce s’est éteinte parce que sa coquille était devenue trop grande et trop lourde, ce qui rendait ses mouvements lents et pesants.
it: Omastar usa i suoi tentacoli per catturare la preda. Si pensa che si sia estinto a causa della conchiglia ormai troppo pesante e ingombrante, che rendeva i suoi movimenti lenti e difficoltosi.
tr: Omastar avını yakalamak için dokungaçlarını kullanır. Neslinin tükenmesinin sebebinin, kabuğunun çok büyük ve ağır hale gelip hareketlerini yavaşlatması olduğu düşünülüyor.

# Kabuto.Description
source: Kabuto is a Pokémon that has been regenerated from a fossil. However, in extremely rare cases, living examples have been discovered. The Pokémon has not changed at all for 300 million years.
fr: Kabuto est un Pokémon ressuscité à partir d’un fossile. Cependant, on a découvert des spécimens vivants. Ce Pokémon n’a pas changé depuis 300 millions d’années.
it: Kabuto è stato rigenerato da un fossile, sebbene in rarissimi casi siano stati scoperti esemplari viventi. Il Pokémon non ha subito alcuna mutazione nell’arco di oltre 300 milioni di anni.
tr: Kabuto fosillerinden tekrar canlandırılmış bir Pokémon'dur. Ancak çok nadir durumlarda, yaşayan örnekleri de bulunmuştur. Bu Pokémon 300 milyon yıldır en ufak bir değişiklik geçirmemiştir.

# Kabutops.Description
source: Kabutops swam underwater to hunt for its prey in ancient times. The Pokémon was apparently evolving from being a water dweller to living on land as evident from the beginnings of change in its gills and legs.
fr: Jadis, Kabutops plongeait dans les profondeurs pour trouver ses proies. Apparemment, ce Pokémon vivant sur terre est l’évolution d’une créature marine, comme le prouvent les changements dans ses branchies.
it: Nell’antichità Kabutops cacciava le prede nuotando sott’acqua. Pare che il Pokémon si stesse adattando alla vita sulla terraferma, come confermano le mutazioni su branchie e zampe.
tr: Kabutops antik zamanlarda avlanmak için su altında yüzerdi. Bu Pokémon bir su sakini Pokémon'dan bir karasal Pokémon olma yönünde evrim geçirmekte olduğu solungaç ve bacaklarındaki değişim başlangıçlarından görülmektedir.

# Aerodactyl.Description
source: Aerodactyl is a Pokémon from the age of dinosaurs. It was regenerated from genetic material extracted from amber. It is imagined to have been the king of the skies in ancient times.
fr: Ptéra est un Pokémon de l’ère des dinosaures. Il fut ressuscité à partir de cellules extraites d’un morceau d’ambre. On pense qu’il était le roi des cieux à l’époque préhistorique.
it: Aerodactyl risale all’epoca dei dinosauri. È stato rigenerato da materiale genetico estratto dall’ambra. Si suppone che in tempi antichi fosse considerato il signore dei cieli.
tr: Aerodactyl dinozorların çağından kalma bir Pokémon'dur. Bir kehribardan çıkartılan genetik materyal sayesinde hayata döndürülmüştür. Antik zamanlarda göklerin kralı olduğu düşünülmektedir.

# Snorlax.Description
source: Snorlax’s typical day consists of nothing more than eating and sleeping. It is such a docile Pokémon that there are children who use its expansive belly as a place to play.
fr: Les journées de Ronflex se résument aux repas et aux siestes. C’est un Pokémon tellement gentil que les enfants n’hésitent pas à jouer sur son énorme ventre.
it: La giornata tipica di Snorlax consiste in nient’altro che mangiare e dormire. È un Pokémon così docile che i bambini usano la sua enorme pancia come parco giochi.
tr: Snorlax’ın tipik bir günü yemek ve uyumaktan ibarettir. O kadar uysal bir Pokémon'dur ki bazı çocuklar onun büyük karnını oyun alanı olarak kullanırlar.

# Articuno.Description
source: Articuno is a legendary bird Pokémon that can control ice. The flapping of its wings chills the air. As a result, it is said that when this Pokémon flies, snow will fall.
fr: Artikodin est un Pokémon Oiseau légendaire qui peut contrôler la glace. Le battement de ses ailes gèle l’air tout autour de lui. C’est pourquoi on dit que lorsque ce Pokémon vole, il va neiger.
it: Articuno è un Pokémon uccello leggendario, perfettamente a suo agio tra i ghiacci. Quando batte le ali, l’aria circostante diventa gelida. Per questo motivo, quando nevica, si dice che sia passato di lì.
tr: Articuno buzları kontrol edebilen bir efsanevi kuş Pokémon'udur. Kanatlarını çırpması havayı soğutur. Sonuç olarak bu Pokémon uçtuğunda kar yağdığı söylenir.

# Zapdos.Description
source: Zapdos is a legendary bird Pokémon that has the ability to control electricity. It usually lives in thunderclouds. The Pokémon gains power if it is stricken by lightning bolts.
fr: Électhor est un Pokémon Oiseau légendaire capable de contrôler l’électricité. Il vit généralement dans les nuages orageux. Ce Pokémon gagne en puissance lorsqu’il est frappé par la foudre.
it: Zapdos è un Pokémon uccello leggendario, perfettamente in grado di gestire l’elettricità. Acquista forza ed energia se colpito da qualche fulmine.
tr: Zapdos elektriği kontrol edebilen bir efsanevi kuş Pokémon'udur. Genelde şimşek bulutları arasında yaşar. Yıldırım ve şimşekler tarafından çarpılarak güç kazanır.

# Moltres.Description
source: Moltres is a legendary bird Pokémon that has the ability to control fire. If this Pokémon is injured, it is said to dip its body in the molten magma of a volcano to burn and heal itself.
fr: Sulfura est un Pokémon Oiseau légendaire capable de contrôler le feu. On raconte que lorsque ce Pokémon est blessé, il se baigne dans le magma en ébullition d’un volcan pour se soigner.
it: Moltres è un Pokémon uccello leggendario, perfettamente in grado di gestire il fuoco. Se rimane ferito, si dice che si immerga nel magma liquido di un vulcano per ardere e tornare in salute.
tr: Moltres ateşi kontrol edebilen bir efsanevi kuş Pokémon'udur. Eğer bu Pokémon yaralanırsa, erimiş magmaya batırılıp yanmanın onu iyileştirdiği söylenir.

# Dratini.Description
source: Dratini continually molts and sloughs off its old skin. It does so because the life energy within its body steadily builds to reach uncontrollable levels.
fr: Minidraco mue constamment, renouvelant sans arrêt sa peau. En effet, l’énergie vitale de son corps augmente régulièrement et sa mue lui permet d’éviter d’atteindre des niveaux incontrôlables.
it: Dratini fa la muta cambiando continuamente la pelle vecchia, perché l’energia vitale del suo corpo aumenta fino a raggiungere livelli incontrollabili.
tr: Dratini sürekli deri değiştirir ve eski derisinden kurtulur. Bunu yapmasının sebebi, vücudundaki hayat enerjisinin kontrol edilemez seviyelere ulaşmasıdır.

# Dragonair.Description
source: Dragonair stores an enormous amount of energy inside its body. It is said to alter weather conditions in its vicinity by discharging energy from the crystals on its neck and tail.
fr: Draco stocke une quantité d’énergie considérable dans son corps. On raconte qu’il peut modifier les conditions climatiques autour de lui en déchargeant l’énergie contenue dans les cristaux de son cou et de sa queue.
it: Dragonair accumula un’enorme quantità d’energia all’interno del corpo. Si dice che sia in grado di mutare le condizioni meteorologiche circostanti scaricando energia dai cristalli del collo e della coda.
tr: Dragonair vücudunda inanılmaz miktarda enerji depolar. Boynundaki ve kuyruğundaki kristalden yaydığı enerji ile hava koşullarını değiştirebildiği söylenir.

# Dragonite.Description
source: Dragonite is capable of circling the globe in just 16 hours. It is a kindhearted Pokémon that leads lost and foundering ships in a storm to the safety of land.
fr: Dracolosse est capable de faire le tour de la planète en seize heures à peine. C’est un Pokémon au grand cœur qui ramène à bon port les navires perdus dans les tempêtes.
it: Dragonite è in grado di fare il giro del mondo in sole 16 ore. È un Pokémon buono e mansueto che guida fino alla terraferma le navi prossime al naufragio.
tr: Dragonite sadece 16 saatte dünyanın çevresini dönme yeteneğine sahiptir. Kayıplara yol gösteren, fırtınadaki gemilere kıyıya rota çizen, iyi kalpli bir Pokémon olarak bilinir.

# Mewtwo.Description
source: Mewtwo is a Pokémon that was created by genetic manipulation. However, even though the scientific power of humans created this Pokémon’s body, they failed to endow Mewtwo with a compassionate heart.
fr: Mewtwo est un Pokémon créé par manipulation génétique. Cependant, bien que les connaissances scientifiques des humains aient réussi à créer son corps, elles n’ont pas pu doter Mewtwo d’un cœur sensible.
it: Mewtwo è stato creato grazie a una manipolazione genetica. Tuttavia, sebbene la scienza sia riuscita a creare un corpo di Pokémon, ha fallito nell’intento di dare a Mewtwo un animo generoso.
tr: Mewtwo genetik olarak oynanarak yaratılmış bir Pokémon'dur. Ancak insanların bilimsel dehası, bu Pokémon'un vücudunu yaratmış olsa da, Mewtwo'ya merhametli bir kalp vermeyi başaramamıştır.

# Mew.Description
source: Mew is said to possess the genetic composition of all Pokémon. It is capable of making itself invisible at will, so it entirely avoids notice even if it approaches people.
fr: On dit que Mew possède le code génétique de tous les autres Pokémon. Il peut se rendre invisible à sa guise, ce qui lui permet de ne pas se faire remarquer quand il s’approche des gens.
it: Si dice che Mew possegga il patrimonio genetico di tutti i Pokémon. È in grado di rendersi invisibile, quando vuole, in modo da non farsi notare nemmeno da vicino.
tr: Mew'un, bütün Pokémon'ların genetik özelliklerini barındırdığı söylenir. İstediği anda kendisini görünmez yapma yeteneğine sahiptir, bu sebeple insanlara yaklaşsa bile dikkat çekmez.

source: Bug
fr: Insecte
it: Coleottero
tr: Böcek

source: Dark
fr: Ténèbres
it: Buio
ru: Темный
tr: Karanlık

source: Electric
fr: Électrik
it: Elettro
ru: Электрик
tr: Elektrik

source: Fairy
fr: Fée
it: Folletto
ru: Фея
tr: Peri

source: Fighting
fr: Combat
it: Lotta
ru: Борьба
tr: Savaşçı

source: Fire
fr: Feu
it: Fuoco
ru: Огонь
tr: Ateş

source: Flying
fr: Vol
it: Volante
ru: Летающий
tr: Uçuş

source: Ghost
fr: Spectre
it: Spettro
ru: Приведение
tr: Hayalet

source: Grass
fr: Plante
it: Erba
ru: Трава
tr: Yaprak

source: Ground
fr: Sol
it: Terra
ru: Земля
tr: Yer

source: Ice
fr: Glace
it: Ghiaccio
ru: Лед
tr: Buz

source: Rock
fr: Roche
it: Roccia
ru: Камень
tr: Taş

source: Steel
fr: Acier
it: Acciaio
ru: Сталь
tr: Çelik

source: Water
fr: Eau
it: Acqua
ru: Вода
tr: Su

# DateTimeFormat
source: dd.MM.yyyy hh:mm tt
tr: dd.MM.yyyy HH:mm

# TimeFormat
source: hh:mm tt
tr: HH:mm

source: Combat
it: Punti lotta
ru: По CP
tr: Savaş

source: Date
it: Data ritrovamento
ru: По дате
tr: Tarih

# OkButton.Content
source: OK
ru: ОК
tr: Tamam

# SettingsVibrationTextBlock.Text
source: Vibration
it: Vibrazione
ru: Вибрация
tr: Titreşim

# TotalExperienceTextBlock.Text
source: TOTAL
it: TOTALE
ru: ВСЕГО
tr: TOPLAM
zh_cn: 合计

# TypeTextBlock.Text
source: Type
it: Tipo
ru: Тип
tr: Tip
zh_cn: 类型

# PokedexPokemonType.Text
source: Type:
it: Tipo:
tr: Tip:

# ItemHyperPotion
source: Hyper Potion
it: Iperpozione
ru: ГиперМикстура
tr: Hiper İksir
zh_cn: 超高级药水

# ItemMasterBall
source: Master Ball
ru: МастерБолл
tr: Usta Top
zh_cn: 大师球

# ItemPotion
source: Potion
it: Pozione
ru: Микстура
tr: İksir
zh_cn: 药水

# ItemSuperPotion
source: Super Potion
it: Superpozione
ru: Супер Микстура
tr: Süper İksir
zh_cn: 强效药水

# ItemUltraBall
source: Ultra Ball
ru: УльтраБолл
tr: Ultra Top
zh_cn: 超级球

# ItemXMiracle
source: X Miracle
it: Miracolo X
ru: X Магия
tr: X Mucize
zh_cn: X 奇迹

# D_ItemSuperPotion
source: A spray-type medicine for treating wounds. It restores the HP of one Pokémon by 50 points.
it: Rimedio spray per le ferite. Restituisce 50 PS a un Pokémon.
tr: Yaralarla ilgilenmek için sprey tarzı bir ilaç. Bir Pokémon'unuzun HP'sini 50 puan arttırır.

source: Aqua Jet
it: Aquagetto
ru: Водяная струя
tr: Su Jeti
zh_cn: 喷射水柱

source: Blizzard
it: Bora
ru: Метель
tr: Buz Fırtınası
zh_cn: 暴风雪

# ConfusionFast
source: Confusion
it: Confusione
ru: Путаница
tr: Şaşkınlık
zh_cn: 念力

source: Dragon
it: Drago
ru: Дракон
tr: Ejder

source: Poison
it: Veleno
ru: Яд
tr: Zehir

# InstinctTeamText
source: Instinct
it: Istinto
ru: Команда "Инстинкт"
zh_cn: 属性

# ExperienceTextBlock.Text
source: XP
it: PE
ru: ОПЫТ

# CpTextBlock.Text
source: CP
it: PL

# SlashSpaceCpTextBlock.Text
source: / CP
it: / PL

# SpaceXpTextBlock.Text
source: XP
it: PE
ru: ХП

# HpTextBlock.Text
source: HP
it: PS
ru: ХП

source: Normal
it: Normale
ru: Обычный

# BadgePikachu
source: Pikachu
ru: Пикачу!
zh_cn: 皮卡丘迷

# BadgePokedexEntries
source: Kanto
ru: Канто
zh_cn: 关都居民

# PokemonTextBlock.Text
source: POKÉMON
ru: ПОКЕМОНЫ
zh_cn: 精灵宝可梦

# PokedexTextBlock.Text
source: POKÉDEX
ru: ПОКЕДЕКС
zh_cn: 宝可梦图鉴

# KgTextBlock.Text
source: kg
ru: кг

# MTextBlock.Text
source: m
ru: м

# PokedexText.Text
source: POKÉDEX
ru: ПОКЕДЕКС
zh_cn: 宝可梦图鉴

source: Abra
ru: Абра
zh_cn: 卡斯

source: Alakazam
ru: Алаказам
zh_cn: 胡地

source: Arbok
ru: Арбок
zh_cn: 阿柏怪

source: Dodrio
ru: Додрио
zh_cn: 多多利

source: Doduo
ru: Додуо
zh_cn: 多多

source: Electrode
ru: Электрод
zh_cn: 雷霆球

source: Kabuto
ru: Кабуто
zh_cn: 万年虫

source: Kabutops
ru: Кабутопс
zh_cn: 镰刀虫

source: Kadabra
ru: Кадабра
zh_cn: 勇吉拉

source: Krabby
ru: Крабби
zh_cn: 大钳蟹

source: Magmar
ru: Магмар
zh_cn: 鸭嘴火龙

source: Mew
ru: Мью
zh_cn: 梦幻

source: Mewtwo
ru: Мьюту
zh_cn: 超梦

source: Missingno
ru: Миссингно

source: MrMime
ru: Майм
zh_cn: 魔偶

source: Nidoking
ru: Нидокинг
zh_cn: 尼多王

source: Nidoqueen
ru: Нидоквин
zh_cn: 尼多后

# NidoranFemale
source: Nidoran ♀
ru: Нидоран ♀
zh_cn: 尼多兰 ♀

# NidoranMale
source: Nidoran ♂
ru: Нидоран ♂
zh_cn: 尼多郎 ♂

source: Nidorina
ru: Нидорина
zh_cn: 尼多丽娜

source: Nidorino
ru: Нидорино
zh_cn: 尼多力诺

source: Onix
ru: Оникс
zh_cn: 大岩蛇

source: Paras
ru: Парас
zh_cn: 蘑菇虫

source: Parasect
ru: Парасект
zh_cn: 巨菇虫

source: Persian
ru: Персиан
zh_cn: 猫老大

source: Pikachu
ru: Пикачу
zh_cn: 皮卡丘

source: Ponyta
ru: Понита
zh_cn: 小火马

source: Porygon
ru: Поригон
zh_cn: 3D龙

source: Raichu
ru: Райчу
zh_cn: 雷丘

source: Rattata
ru: Раттата
zh_cn: 小拉达

source: Tauros
ru: Таурос
zh_cn: 肯泰罗

source: Tentacool
ru: Тентакул
zh_cn: 玛瑙水母

source: Tentacruel
ru: Тентакруэль
zh_cn: 毒刺水母
