Repository: snaverm/Pokemon-Go-Rocket-API
Catalog: PokemonGo-UWP/MultilingualResources/PokemonGo-UWP.*.xlf
Languages: fr, it, ru, tr, zh_cn

# BadgeBattleAttackWon
source: Battle Girl
fr: Combattante
it: Combat Girl
ru: Воительница
tr: Savaşçı Kız
zh_cn: 对战少女

# BadgeBattleTrainingWon
source: Ace Trainer
fr: Top Dresseur
it: Fantallenatore
ru: Тренер-ас
tr: En İyi Eğitmen
zh_cn: 菁英训练家

# BadgeBigMagikarp
source: Fisherman
fr: Pêcheur
it: Pescatore
ru: Рыбак
tr: Balıkçı
zh_cn: 钓客

# BadgeCaptureTotal
source: Collector
fr: Collectionneur
it: Cercapokémon
ru: Коллекицонер
tr: Koleksiyoncu
zh_cn: 宝可梦收藏家

# BadgeEvolvedTotal
source: Scientist
fr: Scientifique
it: Scienziato
ru: Учёный
tr: Bilim Adamı
zh_cn: 研究员

# BadgeHatchedTotal
source: Breeder
fr: Éleveur
it: Allevapokémon
ru: Заводчик
tr: Yetiştirici
zh_cn: 宝可梦培育家

# BadgePokestopsVisited
source: Backpacker
fr: Randonneur
it: Giramondo
ru: Турист
tr: Çantacı
zh_cn: 背包客

# BadgeSmallRattata
source: Youngster
fr: Gamin
it: Bullo
ru: Малыш
tr: Genç
zh_cn: 短裤少年

# BadgeTravelKm
source: Jogger
fr: Joggeur
it: Podista
ru: Бегун
tr: Koşucu
zh_cn: 慢跑者

# Bug
source: Bug Catcher
fr: Scout
it: Pigliamosche
ru: Клополов
tr: Böcek Yakalayıcı
zh_cn: 捕虫少年

# Dragon
source: Dragon Tamer
fr: Dresseur de dragon
it: Domadraghi
ru: Дрессировщик драконов
tr: Ejderha Terbiyecisi
zh_cn: 龙之使者

# Electric
source: Rocker
fr: Rockeur
it: Rockettaro
ru: Каменщик
tr: Taşçı
zh_cn: 电气玩家

# Fairy
source: Fairy Tale Girl
fr: Fillette de conte
it: Ragazza delle fiabe
ru: Сказочница
tr: Peri Hikayesi Kızı
zh_cn: 童话女孩

# Fighting
source: Black Belt
fr: Karatéka
it: Cinturanera
ru: Чёрный пояс
tr: Siyah Kuşak
zh_cn: 空手道王

# Fire
source: Kindler
fr: Saltimbanque
it: Brandifuoco
ru: Кочегар
tr: Ateşçi
zh_cn: 生营火者

# Flying
source: Bird Keeper
fr: Ornithologue
it: Avicoltore
ru: Птицелов
tr: Kuş Tutucu
zh_cn: 饲鸟使者

# Ghost
source: Hex Maniac
fr: Mystimaniac
it: Streghetta
ru: Чокнутый Колдун
tr: Büyü Manyağı
zh_cn: 灵异狂

# Grass
source: Gardener
fr: Jardinier
it: Giardiniere
ru: Садовник
tr: Bahçeci
zh_cn: 园艺师

# Ground
source: Ruin Maniac
fr: Ruinemaniac
it: Scoprirovine
ru: Маньяк-разрушитель
tr: Harabe Manyağı
zh_cn: 遗迹狂

# Ice
source: Skier
fr: Skieur
it: Sciatore
ru: Лыжник
tr: Kayakçı
zh_cn: 滑雪者

# Normal
source: School Kid
fr: Élève
it: Scolaro
ru: Школьник
tr: Okul Çocuğu
zh_cn: 刚下课的学生

# Poison
source: Punk Girl
fr: Vaurienne
it: Ribelle
ru: Девушка-панк
tr: Punkçı Kız
zh_cn: 坏女孩

source: Psychic
fr: Kinésiste
it: Sensitivo
ru: Медиум
tr: Psişik
zh_cn: 超能力者

# Rock
source: Hiker
fr: Montagnard
it: Avventuriero
ru: Ходок
tr: Tırmanıcı
zh_cn: 登山客

# Steel
source: Depot Agent
fr: Contrôleur
it: Ferroviere
ru: Агент "Депот"
tr: Depo Ajanı
zh_cn: 铁道员

# Water
source: Swimmer
fr: Nageur
it: Nuotatore
ru: Пловец
tr: Yüzücü
zh_cn: 比基尼姐姐

# BadgeBattleAttackWonDescription
source: Won {0} gym battles
fr: {0} combats d'Arènes gagnés
it: {0} battaglie vinte in palestra
ru: Выиграл {0} в сражении
tr: {0} Gym Savaşı kazanıldı
zh_cn: 战胜了 {0} 次道馆挑战

# BadgeBattleTrainingWonDescription
source: Won {0} training battles
fr: {0} combats d'entraînement gagnés
it: {0} battaglie d'allenamento vinte
ru: Выиграл {0} в учебном сражении
tr: {0} antrenman savaşı kazanıldı
zh_cn: 战胜了 {0} 次训练挑战

# BadgeBigMagikarpDescription
source: Caught {0} Magikarp
fr: {0} Magicarpe capturés
it: {0} Magikarp catturati
ru: Пойман {0} Магикарп
tr: {0} Magikarp yakalandı
zh_cn: 抓过 {0} 只鲤鱼王

# BadgeCaptureTotalDescription
source: Captured {0} Pokemon
fr: {0} Pokémon attrapés
it: {0} Pokémon catturati
ru: Захвачен {0} Покемон
tr: {0} Pokémon yakalandı
zh_cn: 抓到了 {0} 只宝可梦

# BadgeEvolvedTotalDescription
source: Evolved {0} Pokémon
fr: {0} Pokémon évolués
it: {0} Pokémon fatti evolvere
ru: Развился {0} Pokémon
tr: {0} Pokémon geliştirildi
zh_cn: 进化了 {0} 只宝可梦

# BadgeHatchedTotalDescription
source: Hatched {0} Pokemon
fr: {0} oeufs éclos
it: {0} Uova Pokémon fatte schiudere
ru: >Пойман {0} Pokemon
tr: {0} Pokémon yumurtadan çıkarıldı
zh_cn: 孵化了 {0} 只宝可梦

# BadgePikachuDescription
source: Caught {0} Pikachu
fr: {0} Pikachu capturés
it: {0} Pikachu catturati
ru: Пойман {0} Пикачу
tr: {0} Pikachu yakalandı
zh_cn: 抓到过 {0} 只皮卡丘

# BadgePokedexEntriesDescription
source: Registered {0} Pokemon in the Pokedex
fr: {0} Pokémon inscrits dans le Pokédex
it: {0} Pokémon registrati nel Pokédex
ru: Зарегистрированно {0} Покемон в Покедексе
tr: {0} Pokémon Pokédex'e kaydedildi
zh_cn: 在宝可梦图鉴里注册了 {0} 只宝可梦

# BadgePokestopsVisitedDescription
source: Visited {0} Pokestops
fr: {0} PokéStops visités
it: {0} Pokéstop visitati
ru: Посещен {0} Покестоп
tr: {0} Pokéstops ziyaret edildi
zh_cn: 拜访了 {0} 个补给站

# BadgeSmallRattataDescription
source: Caught {0} small Rattata
fr: {0} petits Rattata capturés
it: {0} piccoli Rattata catturati
ru: Пойман {0} Раттата
tr: {0} küçük Rattata yakalandı
zh_cn: 遇到过 {0} 个短裤少年

# BadgeTravelKmDescription
source: Walked {0} km
fr: {0} km parcourus
it: Hai camminato per {0} km
ru: Прошел {0} км
tr: {0} km yüründü
zh_cn: 步行了 {0} km

# BugDescription
source: Caught {0} Bug Pokemon
fr: {0} Pokémon de type Insecte capturés
it: {0} Pokémon tipo Coleottero catturati
ru: Пойман {0} Bug Pokemon
tr: {0} Böcek Pokémon'u yakalandı
zh_cn: 抓到过 {0} 只虫系宝可梦

# DragonDescription
source: Caught {0} Dragon Pokemon
fr: {0} Pokémon de type Dragon capturés
it: {0} Pokémon tipo Drago catturati
ru: Пойман {0} Дракон Покемон
tr: {0} Ejder Pokémon yakalandı
zh_cn: 抓到过 {0} 只龙系宝可梦

# ElectricDescription
source: Caught {0} Electric Pokemon
fr: {0} Pokémon de type Électrik capturés
it: {0} Pokémon tipo Elettro catturati
ru: Пойман {0} Электрический Покемон
tr: {0} Electrik Pokémon'u yakalandı
zh_cn: 抓到过 {0} 只电系宝可梦

# FairyDescription
source: Caught {0} Fairy Pokemon
fr: {0} Pokémon de type Fée capturés
it: {0} Pokémon tipo Folletto catturati
ru: Пойман {0} Сказочный Покемон
tr: {0} Peri Pokémon yakalandı
zh_cn: 抓到过 {0} 只妖精系宝可梦

# FightingDescription
source: Caught {0} Fighting Pokemon
fr: {0} Pokémon de type Combat capturés
it: {0} Pokémon tipo Lotta catturati
ru: Пойман {0} Боевой покемон
tr: {0} Savaşçı Pokémon yakalandı
zh_cn: 抓到过 {0} 只格斗系宝可梦

# FireDescription
source: Caught {0} Fire Pokemon
fr: {0} Pokémon de type Feu capturés
it: {0} Pokémon tipo Fuoco catturati
ru: Пойман {0} Огненный Покемон
tr: {0} Ateş Pokémon'u yakalandı
zh_cn: 抓到过 {0} 只火系宝可梦

# FlyingDescription
source: Caught {0} Flying Pokemon
fr: {0} Pokémon de type Vol capturés
it: {0} Pokémon tipo Volante catturati
ru: Пойман {0} Летающий Покемон
tr: {0} Uçuş Pokémon'u yakalandı
zh_cn: 抓到过 {0} 只飞行系宝可梦

# GhostDescription
source: Caught {0} Ghost Pokemon
fr: {0} Pokémon de type Spectre capturés
it: {0} Pokémon tipo Spettro catturati
ru: Пойман {0} Призрачный Покемон
tr: {0} Hayalet Pokémon yakalandı
zh_cn: 抓到过 {0} 只幽灵系宝可梦

# GrassDescription
source: Caught {0} Grass Pokemon
fr: {0} Pokémon de type Plante capturés
it: {0} Pokémon tipo Erba catturati
ru: Пойман {0} Травяной Покемон
tr: {0} Yaprak Pokémon'u yakalandı
zh_cn: 抓到过 {0} 只草系宝可梦

# GroundDescription
source: Caught {0} Ground Pokemon
fr: {0} Pokémon de type Sol capturés
it: {0} Pokémon tipo Terra catturati
ru: Пойман {0} Земляной Покемон
tr: {0} Yer Pokémon'u yakalandı
zh_cn: 抓到过 {0} 只地面系宝可梦

# IceDescription
source: Caught {0} Ice Pokemon
fr: {0} Pokémon de type Glace capturés
it: {0} Pokémon tipo Ghiaccio catturati
ru: Пойман {0} Ледяной Покемон
tr: {0} Buz Pokémon'u yakalandı
zh_cn: 抓到过 {0} 只冰系宝可梦

# NormalDescription
source: Caught {0} Normal Pokemon
fr: {0} Pokémon de type Normal capturés
it: {0} Pokémon tipo Normale catturati
ru: Пойман {0} Обычный Покемон
tr: {0} Normal Pokémon yakalandı
zh_cn: 抓到过 {0} 只常见的宝可梦

# PoisonDescription
source: Caught {0} Poison Pokemon
fr: {0} Pokémon de type Poison capturés
it: {0} Pokémon tipo Veleno catturati
ru: Пойман {0} Ядовитый Покемон
tr: {0} Zehir Pokémon'u yakalandı
zh_cn: 抓到过 {0} 只毒系宝可梦

# PsychicDescription
source: Caught {0} Psychic Pokemon
fr: {0} Pokémon de type Psy capturés
it: {0} Pokémon tipo Psico catturati
ru: Пойман {0} Психический Покемон
tr: {0} Psişik Pokémon yakalandı
zh_cn: 抓到过 {0} 只超能力系宝可梦

# RockDescription
source: Caught {0} Rock Pokemon
fr: {0} Pokémon de type Roche capturés
it: {0} Pokémon tipo Roccia catturati
ru: Пойман {0} Каменный покемон
tr: {0} Taş Pokémon'u yakalandı
zh_cn: 抓到过 {0} 只岩石系宝可梦

# SteelDescription
source: Caught {0} Steel Pokemon
fr: {0} Pokémon de type Acier capturés
it: {0} Pokémon tipo Acciaio catturati
ru: Пойман {0} Стальной Покемон
tr: {0} Çelik Pokemon'u yakalandı
zh_cn: 抓到过 {0} 只钢系宝可梦

# WaterDescription
source: Caught {0} Water Pokemon
fr: {0} Pokémon de type Eau capturés
it: {0} Pokémon tipo Acqua catturati
ru: Пойман {0} Водяной Покемон
tr: {0} Su Pokémon'u yakalandı
zh_cn: 抓到过 {0} 只水系宝可梦

# PokemonFledText
source: {0} fled
fr: {0} s'enfuit
it: {0} è scappato
ru: {0} сбежал
tr: {0} kaçtı
zh_cn: {0} 逃跑

# GettingGpsSignalText
source: Getting GPS signal...
fr: Acquisition du signal GPS...
it: Recupero del segnale GPS...
ru: Получение GPS сигнала...
tr: GPS sinyali alınıyor...
zh_cn: 正在获取GPS信号...

# GettingUserDataText
source: Getting user data...
fr: Acquisition des données du compte utilisateur...
it: Recupero dei dati utente...
ru: Получение пользовательских данных...
tr: Kullanıcı verisi alınıyor...
zh_cn: 正在获取用户数据...

# GoogleErrorText
source: Google returned error:
fr: Erreur retournée par Google :
it: Errore sull'autenticazione Google
ru: Google вернул ошибку:
tr: Google error verdi:
zh_cn: Google 返回错误:

# GoogleNotRespondingText
source: Google is not responding, please try again later.
fr: Google ne répond pas, réessaye plus tard.
it: Google non risponde, si prega di riprovare più tardi.
ru: Google не отвечает, подождите немного и попробуйте ешё раз.
tr: Google yanıt vermiyor, lütfen daha sonra tekrar deneyin.
zh_cn: Google 没有响应，请稍后重试。

# LoadingEncounterText
source: Loading encounter with {0}
fr: Chargement de la rencontre avec {0}
it: Caricamento incontro con {0}
ru: Загрузка битвы с {0}
tr: {0} ile karşılaşma yükleniyor
zh_cn: 遇到了 {0}

# LoggingInText
source: Logging in...
fr: Connexion...
it: Log-in...
ru: Вход...
tr: Giriş yapılıyor...
zh_cn: 登陆中...

# LoginFailedText
source: Login failed, please try again.
fr: La connexion a échouée, réessaye.
it: Impossibile eseguire l'accesso, si prega di riprovare.
ru: Вход не удался, попробуйте ещё раз.
tr: Giriş yapılamadı, lütfen tekrar deneyin.
zh_cn: 登陆失败，请重试。

# NoText
source: NO
fr: Non
ru: Нет
tr: Hayır

# NoGpsPermissionsText
source: We need GPS permissions to run the game, please enable it and try again.
fr: Nous avons besoin de l'autorisation d'accès au GPS pour faire fonctionner le jeu, active-le et réessaye.
it: Abilitare l'utilizzo del GPS per eseguire il gioco, si prega di attivarlo e riprovare.
ru: Нам требуется GPS для запуска игры, пожалуйста, включите его и попробуйте ещё раз.
tr: Oyunu çalıştırmak için GPS iznine ihtiyacımız var, lütfen izin verin ve tekrar deneyin.
zh_cn: 运行游戏需要GPS权限，请启用GPS后重试。

# PokemonRanAwayText
source: Pokémon ran away, sorry :(
fr: Le Pokémon s'est enfui, désolé :(
it: Il Pokémon è scappato, ci spiace :(
ru: Покемон сбежал :(
tr: Pokemon kaçtı, yazık oldu :(
zh_cn: 宝可梦逃跑了，不好意思 :(

# PtcDownText
source: PTC login is probably down, please retry later.
fr: La connexion au PTC est probablement hors service, réessaye plus tard.
it: Il Login su PTC è probabilmente non disponibile, si prega di riprovare più tardi.
ru: Вход через PTC возможно не работает, попробуйте позже.
tr: PTC girişi online değil, lütfen daha sonra tekrar deneyin.
zh_cn: PTC 登陆可能临时下线了，请稍后重试。

# SomethingWentWrongText
source: Something went wrong and app may be unstable now. Do you want to logout and try again?
fr: Quelque chose s'est mal passé et l'application peut être instable. Veux-tu te déconnecter et recommencer?
it: Qualcosa è andato storto e l'app può risultare instabile in questo momento. Vuoi effettuare il logout e riprovare?
ru: Что-то пошло не так и приложение может работать не стабильно. Вы хотите выйти и попробовать ещё раз?
tr: Bir şey yanlış gitti ve uygulama şu an istediğiniz gibi çalışmayabilir. Çıkış yapıp tekrar denemek ister misiniz?
zh_cn: 好像出现了点问题，程序变得不稳定了。你要登出账户再重试吗？

# UpdateDownloadingText
source: Downloading update {0}
fr: Téléchargement de la mise à jour {0}
it: Scaricamento Aggiornamento {0}
ru: Скачивается обновление {0}
tr: Güncelleme indiriliyor: {0}
zh_cn: 正在下载更新 {0}

# UpdatedVersionText
source: An updated version {0} is available. Do you want to update? {1}
fr: La mise à jour version {0} est disponible. Veux-tu mettre à jour ? {1}
it: Una nuova versione {0} è disponibile. Vuoi aggiornare? {1}
ru: Версия {0} доступна для скачивания. Вы хотите обновиться? {1}
tr: Güncellenmiş versiyon {0} mevcut. Güncellemek ister misiniz? {1}
zh_cn: 发现新版本 {0} ， 你要更新吗? {1}

# UpdateFailedText
source: Update failed: {0} Open page with installation files for manual install?
fr: La mise à jour a échoué : {0} Ouvrir la page avec les fichiers d'installation pour une installation manuelle ?
it: Aggiornamento non riuscito: {0} Vuoi aprire la pagina con il file di installazione per l'installazione manuale?
ru: Обновление неудачно: {0} Открыть страницу с инструкцией по ручной установке?
tr: Güncelleme yapılamadı: {0} Elle yükleme için yükleme dosyaları sayfası açılsın mı?
zh_cn: 更新失败: {0} 需要打开安装文件的页面来手动更新吗？

# UpdateInstallingText
source: Installing update, app is restarting...
fr: Installation de la mise à jour, l'application redémarre...
it: Aggiornamento installato, l'app si riavvierà
ru: Установка обновления, приложение перезагружается...
tr: Güncelleme yükleniyor, uygulama yeniden başlatılıyor...
zh_cn: 正在安装更新，程序即将重启..

# WrongUsernameText
source: Wrong username/password or offline server, please try again.
fr: Mauvais nom d'utilisateur/mot de passe ou le serveur est hors ligne, réessaye.
it: Nome utente/password errati o il server risulta offline, si prega di riprovare.
ru: Неправильный логин/пароль или сервера недоступный, попробуйте позже.
tr: Yanlış kullanıcı adı/şifre veya server offline, lütfen tekrar deneyin.
zh_cn: 用户名或密码错误，也可能是服务器下线了，请稍后重试。

# YesText
source: YES
fr: Oui
it: Sì
ru: Да
tr: Evet

# NoTeamText
source: No Team
fr: Pas d'équipe
it: Nessuna squadra
ru: Без команды
tr: Takım Yok
zh_cn: 未加入阵营

# ValorTeamText
source: Valor
fr: Bravoure
it: Coraggio
ru: Команда "Отвага"
zh_cn: 勇者

# MysticTeamText
source: Mystic
fr: Sagesse
it: Saggezza
ru: Команда "Мистика"
zh_cn: 神秘

# TransferPokemonSuccessText
source: Transfer succeeded! Got a {0} Candy from the Professor.
fr: Transfert effectué ! Tu as reçu 1 bonbon {0} du Professeur.
it: Trasferimento riuscito! Ricevuta una Caramella {0} dal Professore.
ru: Успешно переданно! Полученна {0} Конфета(ы) от профессора.
tr: Transfer başarılı! Profesör'den bir {0} Şekeri aldın.
zh_cn: 成功放生！从教授那里得到了 {0} 个糖果。

# TransferPokemonWarningText
source: You can't take it back after it's transferred to the Professor.
fr: Tu ne pourras pas le récupérer après l'avoir transféré au Professeur.
it: Una volta trasferito al Professore, non potrai riaverlo indietro. Sei sicuro di voler trasferire {0} al Professore?
ru: Вы не можете вернуть это после отправки Профессору. Вы правда хотите отправить {0} Профессору?
tr: Pokemon Profesör'e transfer edildikten sonra geri alamazsın.
zh_cn: 放生给教授之后就拿不回来了，你真的要把 {0} 放生给教授吗？

# LoginExpired
source: Previous login expired.
fr: Connexion expirée.
it: Il login precedente è scaduto.
ru: Предыдущая авторизация истекла.
tr: Önceki giriş zamanı doldu.
zh_cn: 登陆信息已过期。

# ActivityUnknown
source: Unknown
fr: Inconnu
it: Sconosciuto
ru: Неизвестно
tr: Bilinmez
zh_cn: 未知

# ActivityCatchPokemon
source: Pokémon Caught
fr: Pokémon Capturé
it: Pokémon catturato
ru: Покемон Пойман
tr: Pokémon Yakalandı
zh_cn: 捕抓的宝可梦

# ActivityCatchLegendPokemon
source: Catch Legendary Pokémon
fr: Capture un Pokémon légendaire
it: Cattura Pokémon Leggendario
ru: Пойман Легендарный Покемон
tr: Efsane Pokemon Yakala
zh_cn: 捕抓传奇宝可梦

# ActivityFleePokemon
source: Pokémon Fled
fr: Le Pokémon s'est enfui
it: Il Pokémon è scappato
ru: Покемон сбежал
tr: Pokémon Kaçtı
zh_cn: 逃跑的宝可梦

# ActivityDefeatFort
source: Defeat Fort
fr: Bas l'Arène
it: Sconfiggi l'Arena
tr: Kale Yen
zh_cn: 击败堡垒

# ActivityEvolvePokemon
source: Evolve a Pokémon
fr: Faire évoluer un Pokémon
it: Fai evolvere un Pokémon
ru: Покемон эволюционирован
tr: Bir Pokémon Geliştir
zh_cn: 进化一只宝可梦

# ActivityHatchEgg
source: Egg Hatched!
fr: Oeuf éclos !
it: Un Uovo si è schiuso!
ru: Яйцо вылупилось!
tr: Yumurta Çatladı!
zh_cn: 宝可梦蛋孵化了！

# ActivityWalkKm
source: Walk Km
fr: Marche Km
ru: Ходьба Км
tr: Km Yürü
zh_cn: 步行里程

# ActivityPokedexEntryNew
source: New Pokémon
fr: Nouveau Pokémon
it: Nuovo Pokémon
ru: Новый Покемон
tr: Yeni Pokémon
zh_cn: 新的宝可梦

# ActivityCatchFirstThrow
source: First Throw
fr: Premier lancer
it: Primo lancio
ru: Первый бросок
tr: İlk Atış
zh_cn: 第一次投掷

# ActivityCatchNiceThrow
source: Nice Throw
fr: Joli lancer
it: Bel lancio
ru: Отличный бросок
tr: İyi Atış
zh_cn: 投掷得不错

# ActivityCatchGreatThrow
source: Great Throw
fr: Super lancer
it: Grande lancio
ru: Большой бросок
tr: Harika Atış
zh_cn: 投掷得很好

# ActivityCatchExcellentThrow
source: Excellent Throw
fr: Excellent lancer
it: Lancio eccellente
ru: Замечательный бросок
tr: Mükemmel Atış
zh_cn: 完美的投掷

# ActivityCatchCurveball
source: Curveball
fr: Lancer avec effet
it: Palla curva
ru: Крученный
tr: Falsolu Atış
zh_cn: 曲线球

# ActivityCatchFirstCatchOfDay
source: First Catch of Day!
fr: Première prise du jour !
it: Prima Cattura del giorno!
ru: Первый пойманный за день!
tr: Günün İlk Yakalaması!
zh_cn: 当日首抓！

# ActivityCatchMilestone
source: Catch Milestone
fr: Capture repère
it: Pietra miliare delle catture
ru: Пойман Milestone
tr: Yakalama Hedefi
zh_cn: 捕抓里程碑

# ActivityTrainPokemon
source: Train Pokémon
fr: Entrainer le Pokémon
it: Allena Pokémon
tr: Pokémon Eğit
zh_cn: 训练宝可梦

# ActivitySearchFort
source: Search Fort
fr: Rechercher une Arène
it: Cerca Fort
tr: Kaleyi Ara
zh_cn: 搜索堡垒

# ActivityReleasePokemon
source: Release Pokémon
fr: Relâcher Pokémon
it: Libera Pokémon
ru: Выпущенный покемон
tr: Pokémon'u Serbest Bırak
zh_cn: 放生宝可梦

# ActivityHatchEggSmallBonus
source: Hatch Egg Small Bonus
fr: Eclos un Oeuf Petit Bonus
it: Bonus piccolo per la schiusa di un Uovo
tr: Küçük Yumurta Çatlatma Bonusu
zh_cn: 孵蛋小奖励

# ActivityHatchEggMediumBonus
source: Hatch Egg Medium Bonus
fr: Eclos un Oeuf Moyen Bonus
it: Bonus medio per la schiusa di un Uovo
tr: Orta Yumurta Çatlatma Bonusu
zh_cn: 孵蛋普通奖励

# ActivityHatchEggLargeBonus
source: Hatch Egg Large Bonus
fr: Eclos un Oeuf Grand Bonus
it: Bonus grande per la schiusa di un Uovo
tr: Büyük Yumurta Çatlatma Bonusu
zh_cn: 孵蛋豪礼

# ActivityDefeatGymDefender
source: Defeat Gym Defender
fr: Bat le Défenseur de l'Arène
it: Sconfiggi difensore palestra
ru: Поражение в спортзале Защитника
tr: Gym Savunmacısını Yen
zh_cn: 击败了道馆的训练家

# ActivityDefeatGymLeader
source: Defeat Gym Leader
fr: Bat le Leader de l'Arène
it: Sconfiggi Capopalestra
ru: Поражение в спортзале Лидера
tr: Gym Liderini Yen
zh_cn: 击败了道馆的首领

# Fav
source: Favorite
fr: Favori
it: Preferito
ru: По популярности
tr: Favori

source: Health
fr: Vie
it: Punti Salute
ru: По здоровью
tr: Can

source: Name
fr: Nom
it: Nome
ru: По имени
tr: İsim

source: Number
fr: Nombre
it: Numero di Pokédex
ru: По номеру
tr: Numara

# PokemonInventoryFullText
source: Your Pokémon inventory is full, transfer some Pokémon before trying to catch {0}.
fr: Ton inventaire Pokémon est plein, transfère des Pokémon avant d'essayer d'en capturer {0}.
it: Il tuo inventario Pokémon è pieno, trasferisci qualche Pokémon prima di provare a catturare {0}.
ru: Ваш инвентарь полон, нужно передать некоторых покемонов прежде чем ловить снова {0}.
tr: Pokémon çantanız dolu, {0} yakalamadan önce Pokémon transfer edin.

# WaitingForNetworkText
source: Waiting for network to be back...
fr: En attente du serveur...
it: In attesa che la rete sia nuovamente accessibile...
tr: Bağlantının geri gelmesi bekleniyor...

# EggHatchMessage
source: An Egg hatched into a {0}. You also got {1} Stardust, {2} Candy and {3} XP.
fr: Un oeuf à éclos en {0}. Tu as aussi reçu {1} Poudre d'étoile, {2} Bonbon et {3} XP.
it: Da un Uovo si è schiuso un {0}. Hai ottenuto anche {1} Polvere di stella, {2} Caramelle e {3} PE.
tr: Yumurta çatladı ve içinden {0} çıktı. Aynı zamanda {1} Stardust, {2} Şeker ve {3} XP kazandın.

# EvolvePokemonWarningText
source: Do you want to evolve {0}?
fr: Veux-tu faire évoluer {0}?
tr: {0} geliştirilsin mi?

# PowerUpPokemonWarningText
source: Do you want to use a power up for {0}?
fr: Veux-tu utiliser un renforcement pour {0}?
tr: {0} için güçlendirme kullanmak istiyor musunuz?

# TransferPokemonWarningTitle
source: Do you really want to transfer {0} to the Professor?
fr: Veux-tu vraiment transférer {0} au Professeur?
tr: {0} gerçekten Profesör'e transfer edilsin mi?

# CooldownTextBlock.Text
source: You have to wait some time
fr: Essaye plus tard
it: È necessario attendere
ru: Вы должны немного подождать
tr: Biraz beklemeniz lazım
zh_cn: 请稍作等待

# InventoryFullTextBlock.Text
source: Your inventory is full!
fr: Ton inventaire est plein !
it: Il tuo inventario è pieno!
ru: Ваш инвентарь полон!
tr: Çantan dolu!
zh_cn: 你的仓库满了！

# PtcLoginTextBlock.Text
source: LOGIN with PTC Account
fr: Connexion avec un compte PTC
it: LOGIN con Account PTC
ru: ВОЙТИ через аккаунт PTC
tr: PTC Hesabı ile GİRİŞ yap
zh_cn: 以 PTC 账户登陆

# LoginDisclaimerTextBox.Text
source: To login, enter your Username/Email and Password above. If you don't trust this app, please close it now. Niantic may ban you for using this app. Use at your own risk.
fr: Pour te connecter tu dois insérer ton Nom d'ulitisateur/Email et ton mot de passe au dessus. Si tu n'as pas confiance en cette application, ferme là maintenant. Niantic peut te bannir pour l'utilisation de cette application. À utiliser à tes risques et périls.
it: Per effettuare il login, inserisci Username/Email e Password. Se non ti fidi, per favore chiudila ora. Niantic potrebbe bannarti nell'utilizzo di quest'app. Usa a tuo rischio e pericolo.
ru: Чтобы войти, введите логин / пароль Email и выше. Если вы не доверяете этому приложению, пожалуйста, закройте его сейчас. Niantic может заблокировать вам аккаунт. Вы играете на свой риск.
tr: Giriş yapmak için yukarıya Kullanıcı Adı/Email ve Şifre girin. Eğer bu uygulamaya güvenmiyorsanız, lütfen kapatın. Niantic bu uygulamayı kullandığınız için sizi banlayabilir. Sorumluluk sizindir.
zh_cn: 登录需要输入您的帐号跟密码，如果您不信任我们的话，请不要接着往下操作。我们一概不负责任。

# NearbyPokemonTextBlock.Text
source: nearby
fr: proche
it: nelle vicinanze
ru: рядом
tr: yakın
zh_cn: 附近

# OutOfRangeTextBlock.Text
source: THIS POKÉSTOP IS TOO FAR AWAY
fr: CE POKÉSTOP EST TROP LOIN.
it: QUESTO POKÉSTOP È TROPPO LONTANO
ru: Этот покестоп слишком далеко
tr: BU POKÉSTOP ÇOK UZAKTA
zh_cn: 您超出范围了

# LoginPasswordPasswordBox.PlaceholderText
source: Password
fr: Mot de passe
ru: Пароль
tr: Şifre
zh_cn: 密码

# LoginUsernameTextBox.PlaceholderText
source: Username / Email
fr: Nom d'utilisateur / Email
it: Nome utente / e-mail
ru: Логин/Почта
tr: Kullanıcı Adı / Email
zh_cn: 用户名/邮箱

# EggsTextBlock.Text
source: EGGS
fr: OEUFS
it: UOVA
ru: ЯЙЦА
tr: YUMURTALAR
zh_cn: 宝可梦蛋

# SettingsMusicTextBlock.Text
source: Music
fr: Musique
it: Musica
ru: Музыка
tr: Müzik

# SettingsHeaderTextBlock.Text
source: SETTINGS
fr: PARAMÈTRES
it: IMPOSTAZIONI
ru: НАСТРОЙКИ
tr: AYARLAR
zh_cn: 设置

# SettingsSignOutTextBlock.Text
source: Sign Out
fr: Déconnexion
it: Disconnetti
ru: Выйти
tr: Çıkış Yap

# ItemsTextBlock.Text
source: ITEMS
fr: OBJETS
it: STRUMENTI
ru: ПРЕДМЕТЫ
tr: EŞYALAR
zh_cn: 物品

# LowercaseItemsTextBlock.Text
source: items
fr: objets
it: Strumenti
ru: предметы
tr: eşyalar
zh_cn: 物品

# LevelUpTextBlock.Text
source: Level up!
fr: Niveau supérieur !
it: Aumento di livello!
ru: Уровень повышен!
tr: Seviye yükseldi!
zh_cn: 升级了！

# LevelTextBlock.Text
source: Level
fr: Niveau
it: Livello
ru: Уровень
tr: Seviye
zh_cn: 等级
