Repository: snaverm/Pokemon-Go-Rocket-API
Catalog: PokemonGo-UWP/MultilingualResources/PokemonGo-UWP.*.xlf
Languages: fr, it, ru, tr, zh_cn

# SettingsMapAutoRotateTextBlock.Text
source: Auto-Rotate Map
fr: Rotation automatique de la carte
it: Autorotazione mappa
ru: Автоповорот карты
tr: Haritayı otomatik döndür

# StartDateTextBlock.Text
source: START DATE
fr: DATE DE DÉBUT
it: DATA DI INIZIO
ru: ДАТА НАЧАЛА
tr: BAŞLANGIÇ TARİHİ
zh_cn: 出发日期

# IncubatorsTextBlock.Text
source: INCUBATORS
fr: INCUBATEURS
it: INCUBATRICI
ru: ИНКУБАТОРЫ
tr: KULUÇKALAR
zh_cn: 孵蛋器

# SettingsUseNianticMapTextBlock.Text
source: Use Niantic Map
fr: Utiliser la carte Niantic
it: Usa la Mappa Niantic
ru: Использовать карта Niantic Inc.
tr: Niantic Haritalarını kullan

# WeightTextBlock.Text
source: Weight
fr: Poids :
it: Peso
ru: Вес
tr: Ağırlık
zh_cn: 体重

# HeightTextBlock.Text
source: Height
fr: Taille :
it: Altezza
ru: Высота
tr: Boy
zh_cn: 身高

# StardustTextBlock.Text
source: STARDUST
fr: POUSSIÈRE D'ÉTOILES
it: POLVERE DI STELLA
ru: Звездная пыль
zh_cn: 梦幻

# CandyTextBlock.Text
source: CANDY
fr: BONBON
it: CARAMELLE
ru: Конфета
tr: ŞEKER
zh_cn: 糖果

# EvolveButton.Content
source: EVOLVE
fr: FAIRE ÉVOLUER
it: FAI EVOLVERE
ru: Развить
tr: GELİŞTİR

# PowerUpButton.Content
source: POWER UP
fr: RECHARGER
it: POTENZIA
ru: Улучшить
tr: GÜÇLENDİR

# SettingsRememberMapZoomTextBlock.Text
source: Remember Map Zoom
fr: Mémoriser le zoom de la carte
it: Ricorda l'ingrandimento della mappa
ru: Запоминать маштаб карты
tr: Harita uzaklığını hatırla

# PokedexCaught.Text
source: Caught:
fr: Capturés :
it: Catturati:
tr: Yakalandı:

# PokedexEvolutions.Text
source: Evolutions
fr: Évolutions
it: Evoluzioni
tr: Geliştirmeler

# PokedexPokemonHeight.Text
source: Height:
fr: Taille:
it: Altezza:
tr: Boy:

# PokedexPokemonWeight.Text
source: Weight:
fr: Poids:
it: Peso:
tr: Ağırlık:

# PokedexSeen.Text
source: Seen:
fr: Vus :
it: Visti:
tr: Görüldü:

# PokedexViewCaught.Text
source: Caught
fr: Attrapé
it: Catturati
tr: Yakalandı

# PokedexViewSeen.Text
source: Seen
fr: Vu
it: Visti
tr: Görüldü

# TimesTextBlock.Text
source: times
fr: Temps
it: volte
tr: kere

# EggDetailButtonTextBlock.Text
source: START INCUBATION
fr: COMMENCER L'INCUBATION
it: METTI NELL'INCUBATRICE
ru: Начать инкубацию
tr: KULUÇKAYI BAŞLAT

# EggDetailTextBlock.Text
source: Use an incubator to incubate the Egg.
fr: Utilise un incubateur pour couver un oeuf.
it: Usa un'incubatrice per far schiudere questo Uovo.
ru: Используйте инкубатор для яиц.
tr: Yumurta çatlatmak için kuluçka kullanın.

# TransferTextBlock.Text
source: TRANSFER
fr: TRANSFERER
it: TRASFERISCI
ru: Передать
tr: TRANSFER ET

# SettingsLanguageRestartTextBlock.Text
source: You must restart the App to take effect.
fr: Tu dois relancer l'application pour que cela fonctionne.
it: Devi riavviare l'App per rendere i cambiamenti effettivi.
ru: Вы должны перезагузить приложение для получения эффекта.
tr: Değişiklikler için uygulamayı baştan başlatmalısınız.

# SettingsLanguageTextBlock.Text
source: Language
fr: Langue
it: Lingua
ru: язык
tr: Dil

# SettingsCompassEnabledTextBlock.Text
source: Use compass
fr: Utiliser la boussole
it: Usa la bussola
ru: Использовать компас
tr: Pusula kullan

# SettingsLiveTileTextBlock.Text
source: Live Tile Mode
fr: Mode tuile dynamique
it: Modalità Live Tile
ru: Живая плитка
tr: Live Tile Modu

# FavoriteTextBlock.Text
source: FAVORITE
fr: FAVORI
it: PREFERITI
ru: Избранные
tr: FAVORİ

# D_ItemGreatBall
source: A good, high-performance Poké Ball that provides a higher catch rate than a standard Poké Ball.
fr: Une bonne Pokéball, avec de haute performance qui offre un taux de capture supérieur à une Pokéball standard.
it: PokéBall dalle ottime prestazioni: fornisce maggiori probabilità di cattura rispetto alla normale PokéBall.
ru: Девайс для ловли диких Покемонов. Бросается как шар в дикого Покемона комфортно храня его в себе.
tr: Sıradan bir Poke Top'undan daha etkili, daha iyi bir yakalama ihtimali sunan yüksek performans bir top.
zh_cn: 捕捉宠物小精灵的道具，比精灵球有更高的概率成功。

# D_ItemIncenseCool
source: Incense with a mysterious fragrance that lures wild Pokémon to your location for 30 minutes
fr: Encens avec un mystérieux parfum qui attire les Pokémon sauvages à votre emplacement pendant 30 minutes
it: Un intenso profumo che attrae i Pokémon selvatici per 30 minuti
ru: Благовонии со странным запахом который приманивает диких Покемонов к вам в течении 30 минут.
tr: Yarım saat boyunca Pokémonları etrafınıza çeken gizemli kokan bir tütsü
zh_cn: 迷香的神秘芳香将野生小精灵吸引到你所在的位置，持续时间30分钟

# D_ItemIncenseFloral
source: Incense with a mysterious fragrance that lures wild Pokémon to your location for 30 minutes
fr: Encens avec un mystérieux parfum qui attire les Pokémon sauvages à votre emplacement pendant 30 minutes
it: Un intenso profumo che attrae i Pokémon selvatici per 30 minuti
ru: Благовонии со странным запахом который приманивает диких Покемонов к вам в течении 30 минут.
tr: Yarım saat boyunca Pokémonları etrafınıza çeken gizemli kokan bir tütsü
zh_cn: 迷香的神秘芳香将野生小精灵吸引到你所在的位置，持续时间30分钟

# D_ItemIncenseOrdinary
source: Incense with a mysterious fragrance that lures wild Pokémon to your location for 30 minutes
fr: Encens avec un mystérieux parfum qui attire les Pokémon sauvages à votre emplacement pendant 30 minutes
it: Un intenso profumo che attrae i Pokémon selvatici per 30 minuti
ru: Благовонии со странным запахом который приманивает диких Покемонов к вам в течении 30 минут.
tr: Yarım saat boyunca Pokémonları etrafınıza çeken gizemli kokan bir tütsü
zh_cn: 迷香的神秘芳香将野生小精灵吸引到你所在的位置，持续时间30分钟

# D_ItemIncenseSpicy
source: Incense with a mysterious fragrance that lures wild Pokémon to your location for 30 minutes
fr: Encens avec un mystérieux parfum qui attire les Pokémon sauvages à votre emplacement pendant 30 minutes
it: Un intenso profumo che attrae i Pokémon selvatici per 30 minuti
ru: Благовонии со странным запахом который приманивает диких Покемонов к вам в течении 30 минут.
tr: Yarım saat boyunca Pokémonları etrafınıza çeken gizemli kokan bir tütsü
zh_cn: 迷香的神秘芳香将野生小精灵吸引到你所在的位置，持续时间30分钟

# D_ItemIncubatorBasic
source: A device that incubates an Egg as you walk until it is ready to hatch. Breaks after 3 uses.
fr: Un dispositif qui couve un oeuf pendant que vous marchez jusqu'à ce qu'il soit prêt à éclore. Se casse après 3 utilisations.
it: Un dispositivo per mettere le Uova in incubazione mentre copri la distanza necessaria a farle schiudere. Si può usare tre volte.
ru: Девайс который занимается инкубацией яиц пока вы двигаетесь.
tr: Yürüdüğünüz esnada çatlayana kadar Yumurtalarınızı kuluçkaya yatıran bir cihaz. 3 kullanımdan sonra kırılır.
zh_cn: 将精灵蛋放在孵蛋器里，然后你走路的时候就开始孵蛋了。

# D_ItemIncubatorBasicUnlimited
source: A device that incubates an Egg as you walk until it is ready to hatch. Unlimited use!
fr: Un dispositif qui couve un oeuf pendant que vous marchez jusqu'à ce qu'il soit prêt à éclore. Utilisation illimité !
it: Un dispositivo per mettere le Uova in incubazione mentre copri la distanza necessaria a farle schiudere. Si può usare un numero infinito di volte.
ru: Девайс который занимается инкубацией яиц пока вы двигаетесь.
tr: Yürüdüğünüz esnada çatlayana kadar Yumurtalarınızı kuluçkaya yatıran bir cihaz. Sınırsız kullanım!
zh_cn: 将精灵蛋放在孵蛋器里，然后你走路的时候就开始孵蛋了，可无限使用。

# D_ItemMasterBall
source: The best Poké Ball with the ultimate level of performance. With it you will catch any Pokémon without fail.
fr: La meilleure Pokéball, avec le niveau ultime de la performance. Avec elle, vous attraperez tout Pokémon à coup sûr.
it: La migliore Pokéball con le più alte prestazioni. Puoi catturare qualsiasi Pokémon senza fallire.
ru: Девайс для ловли диких Покемонов. Бросается как шар в дикого Покемона комфортно храня его в себе.
tr: Mükemmel performanslı, en iyi Poke Top'u. Bununla her Pokémon tek seferde yakalanır.
zh_cn: 捕捉宠物小精灵的道具，一定能捕捉到野生神奇宝贝的最高性能的宝贝球。

# D_ItemPokeBall
source: A device for capturing wild Pokémon. It's thrown like a ball at a wild Pokémon, comfortably encapsulating its target.
fr: Dispositif pour capturer des Pokémon sauvages. Il est jeté comme une balle à un Pokémon sauvage, encapsulant confortablement sa cible.
it: Strumento dotato di capsula usato per catturare Pokémon selvatici. Si lancia contro il bersaglio come una palla.
ru: Девайс для ловли диких Покемонов. Бросается как шар в дикого Покемона комфортно храня его в себе.
tr: Vahşi Pokémon yakalamak için bir cihaz. Bir top gibi vahşi Pokémon'a atılır ve rahatça içine hapseder.
zh_cn: 可以捕捉到野生神奇宝贝的装置，像丢球一样丢向目标。

# D_ItemPotion
source: A spray-type medicine for treating wounds. It restores the HP of one Pokémon by 20 points.
fr: Un médicament en spray pour le traitement des plaies. Il restaure les PV d'un Pokémon de 20 points.
it: Medicina spray per il trattamento delle ferite. Restituisce 20 PS a un Pokémon.
ru: Лекарство-спрей используеймый для лечения ран. Восстанавливает 20 HP.
tr: Yaralarla ilgilenmek için sprey tarzı bir ilaç. Bir Pokémon'unuzun HP'sini 20 puan arttırır.
zh_cn: 喷雾型的药水，可以回复一只神奇宝贝20点HP。

# D_ItemRevive
source: A medicine that can revive fainted Pokémon. It also restores half of a fainted Pokémon's maximum HP.
fr: Un médicament qui peut réanimer un Pokémon évanoui. Il restaure également la moitié des PV maximum du Pokémon évanoui.
it: Medicina che può revitalizzare un Pokémon esausto. Restituisce anche metà dei PS massimi di un Pokémon esausto.
ru: Лекарство которое может восстановить павшего Покемона. Также восстанавливает половину HP.
tr: Bayılmış Pokémonlarınızı canlandıran bir ilaç. Aynı zamanda bayılmış Pokémon'unuzun HP'sini yarıya kadar doldurur.
zh_cn: 让一只神奇宝贝从濒死的状态恢复精神，并回复一半的HP。

# D_ItemUltraBall
source: An ultra-high performance Poké Ball that provides a higher success rate for catching Pokémon than a Great.
fr: ne Pokéball ultra-haute performance qui offre un taux de réussite plus élevé que la Super Ball pour attraper les Pokémon.
it: PokéBall dalle prestazioni eccellenti: fornisce maggiori probabilità di cattura rispetto alla MegaBall.
ru: Девайс для ловли диких Покемонов. Бросается как шар в дикого Покемона комфортно храня его в себе.
tr: Süper Top'tan daha iyi yakalama ihtimali olan, ultra yüksek performanslı Poke Top'u.
zh_cn: 捕捉宠物小精灵的道具，比超级球更容易捕捉到神奇宝贝的性能好的宝贝球。

# ItemBlukBerry
source: Bluk Berry
fr: Baie Remu
it: Baccamora
ru: Блук-Бэрри
tr: Bluk Böğürtleni
zh_cn: 蓝莓

# ItemGreatBall
source: Great Ball
fr: Super Ball
it: MegaBall
ru: ГрейтБолл
tr: Süper Top
zh_cn: 超级球

# ItemIncenseCool
source: Cool Incense
fr: Encens rafraichissant
it: Aroma fresco
ru: Холодные Благовонии
tr: Serin Tütsü
zh_cn: 清凉迷香

# ItemIncenseFloral
source: Floral Incense
fr: Encens Floral
it: Aroma floreale
ru: Растительные Благовонии
tr: Bitkisel Tütsü
zh_cn: 植物迷香

# ItemIncenseOrdinary
source: Incense
fr: Encens
it: Aroma
ru: Обычные Благовонии
tr: Sıradan Tütsü
zh_cn: 普通迷香

# ItemIncenseSpicy
source: Spicy Incense
fr: Encens Epicé
it: Aroma speziato
ru: Острые Благовонии
tr: Acılı Tütsü
zh_cn: 辛辣迷香

# ItemIncubatorBasic
source: Incubator
fr: Incubateur
it: Incubatrice Uova
ru: Инкубатор
tr: Kuluçka
zh_cn: 孵蛋器

# ItemIncubatorBasicUnlimited
source: ∞ Incubator
fr: Incubateur ∞
it: Incubatrice Uova ∞
ru: Бесконечный Инкубатор
tr: ∞ Kuluçka
zh_cn: 无限孵蛋器

# ItemItemStorageUpgrade
source: Item Storage Upgrade
fr: Extension du stockage des objets
it: Ampliamento spazio borsa
ru: Улучшение для Хранилища Предметов
tr: Eşya Limiti Geliştirmesi
zh_cn: 升级背包

# ItemLuckyEgg
source: Lucky Egg
fr: Oeuf Chance
it: Fortunuovo
ru: Яйцо Удачи
tr: Şanslı Yumurta
zh_cn: 幸运蛋

# ItemMaxPotion
source: Max Potion
fr: Potion Max
it: Pozione Max
ru: Макс. Микстура
tr: Tam İksir
zh_cn: 全满药水

# ItemMaxRevive
source: Max Revive
fr: Rappel Max
it: Revitalizzante Max
ru: Макс. Восстановитель
tr: Tam Canlandırma
zh_cn: 特级更生剂

# ItemNanabBerry
source: Nanab Berry
fr: Baie Nanab
it: Baccabana
ru: Нанаб-Бэри
tr: Nanab Böğürtleni
zh_cn: 粉蕉

# ItemPinapBerry
source: Pinap Berry
fr: Baie Nanana
it: Baccananas
ru: Пинаб-Бэри
tr: Pinap Böğürtleni
zh_cn: 黄旺梨

# ItemPokeBall
source: Poke Ball
fr: Poké Ball
it: PokéBall
ru: ПокеБолл
tr: Poke Top
zh_cn: 精灵球

# ItemPokemonStorageUpgrade
source: Pokemon Storage Upgrade
fr: Extension du stockage de Pokémon
it: Ampliamento spazio Pokémon
ru: Улучшение Хранилища Покемонов
tr: Pokémon Limiti Geliştirmesi
zh_cn: 宝可梦空间升级

# ItemRazzBerry
source: Razz Berry
fr: Baie Framby
it: Baccalampon
ru: Разз-Бэри
tr: Razz Böğürtleni
zh_cn: 红蔓梅

# ItemRevive
source: Revive
fr: Rappel
it: Revitalizzante
ru: Восстановитель
tr: Canlandırma
zh_cn: 复活石

# ItemSpecialCamera
source: Special Camera
fr: Caméra spéciale
it: Fotocamera
ru: Спец. Камера
tr: Özel Kamera
zh_cn: 特殊相机

# ItemTroyDisk
source: Lure Module
fr: Leurre
it: Modulo esca
ru: Диск "Трой"
tr: Truva Diski
zh_cn: 特洛伊磁盘

# ItemUnknown
source: Unknown
fr: Inconnu
it: Sconosciuto
ru: Неизвестно
tr: Bilinmez
zh_cn: 未知

# ItemWeparBerry
source: Wepar Berry
fr: Baie Framby
it: Baccapera
ru: Вепар-Бэри
tr: Wepar Böğürtleni
zh_cn: 青梨

# ItemXAttack
source: X Attack
fr: X Attaque
it: Attacco X
ru: X Аттака
tr: X Saldırı
zh_cn: X 攻击

# ItemXDefense
source: X Defense
fr: X Défense
it: Difesa X
ru: X Защита
tr: X Savunma
zh_cn: X 防御

# D_ItemLuckyEgg
source: A Lucky Egg that's filled with happiness! Earns double XP for 30 minutes.
fr: Un Oeuf Chance est rempli de joie! Gagne le double d'XP pendant 30 minutes.
it: Uovo pieno di felicità. Fa guadagnare al giocatore il doppio dei PE per 30 minuti.
tr: Mutluluk ile dolu bir Şanslı Yumurta! 30 dakika için iki katı XP kazandırır.

# D_ItemRazzBerry
source: Feed this to a Pokémon, and it will be easier to catch on your next throw.
fr: Nourri un Pokémon avec, et il sera plus facile à attrapper au prochain lancer.
it: Dalla a un Pokémon e sarà più facile catturarlo al prossimo tentativo.
tr: Bunu Pokémon'a yedirin ve bir sonraki atışınızda onu yakalaması daha kolay olacak.

# D_ItemSpecialCamera
source: When you encounter Pokémon in the wild, you can use your camera to photograph them.
fr: Quand tu rencontres un Pokémon dans la nature, tu peux utiliser ton appreil photo pour les photographier.
it: Quando incontri un Pokémon selvatico, puoi usare la tua fotocamera per scattargli una foto.
tr: Yabani bir Pokémon ile karşılaştığınızda, kameranızı kullanarak fotoğrafını çekebilirsiniz.

# D_ItemTroyDisk
source: A module that attracts Pokémon to a Pokéstop for 30 min. The effect benefits other people nearby.
fr: Un module qui attire les Pokémons autour d'un Pokéstop pendant 30min. Cet effet bénéfici à toutes les personnes proches.
it: Attira i Pokémon per 30 minuti verso un Pokéstop. Chiunque si trovi nei dintorni ne trarrà lo stesso beneficio.
tr: 30 dakika boyunca bir Pokéstop'a Pokémon çeken bir cihaz. Etkisini başkaları da görebilir.

# D_ItemUnknown
source: This item is unknown and may be added in the future.
fr: Cet objet est inconnu est peut être ajouter dans le futur.
it: Questo oggetto è sconosciuto e potrebbe essere aggiunto in futuro.
tr: Bu eşya bilinmiyor ve belki ileride eklenebilir.

# D_ItemBlukBerry
source: Feed this to a Pokémon, and it will be easier to catch on your next throw.
fr: Nourri un Pokémon avec, et il sera plus facile à attrapper au prochain lancer.
it: Dalla a un Pokémon e sarà più facile catturarlo al prossimo tentativo.
tr: Bunu Pokémon'a yedirin ve bir sonraki atışınızda onu yakalaması daha kolay olacak.

# D_ItemNanabBerry
source: Feed this to a Pokémon, and it will be easier to catch on your next throw.
fr: Nourri un Pokémon avec, et il sera plus facile à attrapper au prochain lancer.
it: Dalla a un Pokémon e sarà più facile catturarlo al prossimo tentativo.
tr: Bunu Pokémon'a yedirin ve bir sonraki atışınızda onu yakalaması daha kolay olacak.

# D_ItemPinapBerry
source: Feed this to a Pokémon, and it will be easier to catch on your next throw.
fr: Nourri un Pokémon avec, et il sera plus facile à attrapper au prochain lancer.
it: Dalla a un Pokémon e sarà più facile catturarlo al prossimo tentativo.
tr: Bunu Pokémon'a yedirin ve bir sonraki atışınızda onu yakalaması daha kolay olacak.

# D_ItemWeparBerry
source: Feed this to a Pokémon, and it will be easier to catch on your next throw.
fr: Nourri un Pokémon avec, et il sera plus facile à attrapper au prochain lancer.
it: Dalla a un Pokémon e sarà più facile catturarlo al prossimo tentativo.
tr: Bunu Pokémon'a yedirin ve bir sonraki atışınızda onu yakalaması daha kolay olacak.

source: Aerodactyl
fr: Ptéra
ru: Аэродактиль
zh_cn: 化石翼龙

source: Arcanine
fr: Arcanin
ru: Арканин
zh_cn: 风速狗

source: Articuno
fr: Artikodin
ru: Артикуно
zh_cn: 急冻鸟

source: Beedrill
fr: Dardargnan
ru: Бидрилл
zh_cn: 大针蜂

source: Bellsprout
fr: Chétiflor
ru: Беллспраут
zh_cn: 喇叭花

source: Blastoise
fr: Tortank
ru: Бластойз
zh_cn: 水箭龟

source: Bulbasaur
fr: Bulbizarre
ru: Бульбазавр
zh_cn: 妙娃种子

source: Butterfree
fr: Papilusion
ru: Баттерфри
zh_cn: 巴大蝴

source: Caterpie
fr: Chenipan
ru: Катерпи
zh_cn: 绿毛虫

source: Chansey
fr: Leveinard
ru: Ченси
zh_cn: 吉利蛋

source: Charizard
fr: Dracaufeu
ru: Чаризард
zh_cn: 喷火龙

source: Charmander
fr: Salamèche
ru: Чармандер
zh_cn: 小火龙

source: Charmeleon
fr: Reptincel
ru: Чармилион
zh_cn: 火恐龙

source: Clefable
fr: Mélodelfe
ru: Клефабл
zh_cn: 皮可斯

source: Clefairy
fr: Mélofée
ru: Клефера
zh_cn: 皮皮

source: Cloyster
fr: Crustabri
ru: Клойстер
zh_cn: 铁甲贝

source: Cubone
fr: Osselait
ru: Кубон
zh_cn: 卡拉卡拉

source: Dewgong
fr: Lamantine
ru: Дьюгонг
zh_cn: 白海狮

source: Diglett
fr: Taupiqueur
ru: Диглетт
zh_cn: 地鼠

source: Ditto
fr: Métamorph
ru: Дитто
zh_cn: 百变怪

source: Dragonair
fr: Draco
ru: Драгонир
zh_cn: 哈克龙

source: Dragonite
fr: Dracolosse
ru: Драгонит
zh_cn: 快龙

source: Dratini
fr: Minidraco
ru: Дратини
zh_cn: 迷你龙

source: Drowzee
fr: Soporifik
ru: Дроузи
zh_cn: 食梦兽

source: Dugtrio
fr: Triopikeur
ru: Дагтрио
zh_cn: 三地鼠

source: Eevee
fr: Évoli
ru: Иви
zh_cn: 伊布

source: Ekans
fr: Abo
ru: Эканс
zh_cn: 阿柏蛇

source: Electabuzz
fr: Élektek
ru: Электабуз
zh_cn: 电击兽

source: Exeggcute
fr: Nœunœuf
ru: Экзеггут
zh_cn: 蛋蛋

source: Exeggutor
fr: Noadkoko
ru: Экзеггутор
zh_cn: 椰蛋树

source: Farfetchd
fr: Canarticho
ru: Фарфечд
zh_cn: 大葱鸭

source: Fearow
fr: Rapasdepic
ru: Фироу
zh_cn: 大嘴雀

source: Flareon
fr: Pyroli
ru: Флареон
zh_cn: 火伊布

source: Gastly
fr: Fantominus
ru: Гэстли
zh_cn: 鬼斯

source: Gengar
fr: Ectoplasma
ru: Генгар
zh_cn: 耿鬼

source: Geodude
fr: Racaillou
ru: Джеодуд
zh_cn: 小拳石

source: Gloom
fr: Ortide
ru: Глуь
zh_cn: 臭臭花

source: Golbat
fr: Nosferalto
ru: Голбат
zh_cn: 大嘴蝠

source: Goldeen
fr: Poissirène
ru: Голдин
zh_cn: 角金鱼

source: Golduck
fr: Akwakwak
ru: Голдак
zh_cn: 哥达鸭

source: Golem
fr: Grolem
ru: Голем
zh_cn: 隆隆岩

source: Graveler
fr: Gravalanch
ru: Гравлер
zh_cn: 隆隆石

source: Grimer
fr: Tadmorv
ru: Граймер
zh_cn: 臭泥

source: Growlithe
fr: Caninos
ru: Гроулит
zh_cn: 卡蒂狗

source: Gyarados
fr: Léviator
ru: Гярадос
zh_cn: 暴鲤龙

source: Haunter
fr: Spectrum
ru: Хаунтер
zh_cn: 鬼斯通

source: Hitmonchan
fr: Tygnon
ru: Хитмончан
zh_cn: 艾比郎

source: Hitmonlee
fr: Kicklee
ru: Хитмонли
zh_cn: 沙瓦郎

source: Horsea
fr: Hypotrempe
ru: Хорси
zh_cn: 墨海马

source: Hypno
fr: Hypnomade
ru: Гипно
zh_cn: 催眠兽

source: Ivysaur
fr: Herbizarre
ru: Ивизавр
zh_cn: 妙娃草

source: Jigglypuff
fr: Rondoudou
ru: Джигглипуфф
zh_cn: 胖丁

source: Jolteon
fr: Voltali
ru: Джолтеон
zh_cn: 雷伊布

source: Jynx
fr: Lippoutou
ru: Джинкс
zh_cn: 迷唇姐

source: Kakuna
fr: Coconfort
ru: Какуна
zh_cn: 铁壳蛹

source: Kangaskhan
fr: Kangourex
ru: Кангасханна
zh_cn: 袋龙

source: Kingler
fr: Krabboss
ru: Кинглер
zh_cn: 巨钳蟹

source: Koffing
fr: Smogo
ru: Коффинг
zh_cn: 瓦斯弹

source: Lapras
fr: Lokhlass
ru: Лапрас
zh_cn: 乘龙

source: Lickitung
fr: Excelangue
ru: Ликитунг
zh_cn: 大舌头

source: Machamp
fr: Mackogneur
ru: Мачемп
zh_cn: 怪力

source: Machoke
fr: Machopeur
ru: Мачок
zh_cn: 豪力

source: Machop
fr: Machoc
ru: Мачоп
zh_cn: 腕力

source: Magikarp
fr: Magicarpe
ru: Мэджикарп
zh_cn: 鲤鱼王

source: Magnemite
fr: Magnéti
ru: Магнемайт
zh_cn: 小磁怪

source: Magneton
fr: Magnéton
ru: Магнетон
zh_cn: 三磁怪

source: Mankey
fr: Férosinge
ru: Мэнки
zh_cn: 猴怪

source: Marowak
fr: Ossatueur
ru: Маровак
zh_cn: 嘎拉嘎拉

source: Meowth
fr: Miaouss
ru: Мяут
zh_cn: 喵喵

source: Metapod
fr: Chrysacier
ru: Метапод
zh_cn: 铁甲蛹

source: Moltres
fr: Sulfura
ru: Молтрес
zh_cn: 火焰鸟

source: Muk
fr: Grotadmorv
ru: Мак
zh_cn: 臭臭泥

source: Ninetales
fr: Feunard
ru: Найнтэйлс
zh_cn: 九尾

source: Oddish
fr: Mystherbe
ru: Оддиш
zh_cn: 走路草

source: Omanyte
fr: Amonita
it: Omanyteì
ru: Оманит
zh_cn: 菊石兽

source: Omastar
fr: Amonistar
ru: Омастар
zh_cn: 多刺菊石兽

source: Pidgeot
fr: Roucarnage
ru: Пиджеот
zh_cn: 比雕

source: Pidgeotto
fr: Roucoups
ru: Пиджеотто
zh_cn: 比比鸟

source: Pidgey
fr: Roucool
ru: Пиджи
zh_cn: 波波

source: Pinsir
fr: Scarabrute
ru: Пинсир
zh_cn: 钳刀甲虫

source: Poliwag
fr: Ptitard
ru: Поливаг
zh_cn: 蚊香蝌蚪

source: Poliwhirl
fr: Têtarte
ru: Поливёрл
zh_cn: 蚊香蛙

source: Poliwrath
fr: Tartard
ru: Полирас
zh_cn: 大力蛙

source: Primeape
fr: Colossinge
ru: Примап
zh_cn: 火爆猴

source: Psyduck
fr: Psykokwak
ru: Псидак
zh_cn: 可达鸭

source: Rapidash
fr: Galopa
ru: Рапидэш
zh_cn: 烈焰马

source: Raticate
fr: Rattatac
ru: Ратикейт
zh_cn: 拉达

source: Rhydon
fr: Rhinoféros
ru: Райдон
zh_cn: 铁甲暴龙

source: Rhyhorn
fr: Rhinocorne
ru: Райхорн
zh_cn: 铁甲犀牛

source: Sandshrew
fr: Sabelette
ru: Сэндшрю
zh_cn: 穿山鼠

source: Sandslash
fr: Sablaireau
ru: Сэндслэш
zh_cn: 穿山王

source: Scyther
fr: Insécateur
ru: Скайтер
zh_cn: 飞天螳螂

source: Seadra
fr: Hypocéan
ru: Сидра
zh_cn: 海刺龙

source: Seaking
fr: Poissoroy
ru: Сикинг
zh_cn: 金鱼王

source: Seel
fr: Otaria
ru: Силл
zh_cn: 小海狮

source: Shellder
fr: Kokiyas
ru: Шелдер
zh_cn: 大舌贝

source: Slowbro
fr: Flagadoss
ru: Слоубро
zh_cn: 呆河马

source: Slowpoke
fr: Ramoloss
ru: Слоупок
zh_cn: 呆呆兽

source: Snorlax
fr: Ronflex
ru: Снорлакс
zh_cn: 卡比兽

source: Spearow
fr: Piafabec
ru: Спироу
zh_cn: 鬼雀

source: Squirtle
fr: Carapuce
ru: Сквиртл
zh_cn: 杰尼龟

source: Starmie
fr: Staross
ru: Старми
zh_cn: 宝石海星

source: Staryu
fr: Stari
ru: Старью
zh_cn: 海星

source: Tangela
fr: Saquedeneu
ru: Тангела
zh_cn: 蔓藤怪

source: Vaporeon
fr: Aquali
ru: Вапореон
zh_cn: 水伊布

source: Venomoth
fr: Aéromite
ru: Веномот
zh_cn: 末入蛾

source: Venonat
fr: Mimitoss
ru: Венонат
zh_cn: 毛球

source: Venusaur
fr: Florizarre
ru: Венузавр
zh_cn: 妙娃花

source: Victreebel
fr: Empiflor
ru: Виктрибел
zh_cn: 大食花

source: Vileplume
fr: Rafflesia
ru: Вилплум
zh_cn: 霸王花

source: Voltorb
fr: Voltorbe
ru: Волторб
zh_cn: 雷电球

source: Vulpix
fr: Goupix
ru: Вульпикс
zh_cn: 六尾

source: Wartortle
fr: Carabaffe
ru: Вартортл
zh_cn: 卡咪龟

source: Weedle
fr: Aspicot
ru: Видл
zh_cn: 独角虫

source: Weepinbell
fr: Boustiflor
ru: Випинбел
zh_cn: 口呆花

source: Weezing
fr: Smogogo
ru: Виззинг
zh_cn: 双弹瓦斯

source: Wigglytuff
fr: Grodoudou
ru: Вигглитуф
zh_cn: 胖可丁

source: Zapdos
fr: Électhor
ru: Запдос
zh_cn: 闪电鸟

source: Zubat
fr: Nosferapti
ru: Зубат
zh_cn: 超音蝠

source: Bite
fr: Morsure
it: Morso
ru: Укус
tr: Isırık
zh_cn: 咬住

source: Cross Chop
fr: Coup-Croix
it: Incrocolpo
ru: Поперечный удар
tr: Çapraz Kesiş
zh_cn: 十字切

source: Dark Pulse
fr: Vibrobscur
it: Neropulsar
ru: Тёмный пульс
tr: Karanlık Dalga
zh_cn: 恶波动

source: Dig
fr: Tunnel
it: Fossa
ru: Копание
tr: Kaz
zh_cn: 挖地洞

source: Double Slap
fr: Torgnoles
it: Doppiasberla
ru: Двойной шлепок
tr: Çifte Dayak
zh_cn: 连环巴掌

source: Ember
fr: Flammèche
it: Braciere
ru: Угли
tr: Ateş
zh_cn: 火花

source: Flamethrower
fr: Lance-Flammes
it: Lanciafiamme
ru: Огнемёт
tr: Alev Makinesi
zh_cn: 喷射火焰

source: Flame Wheel
fr: Roue de Feu
it: Ruotafuoco
ru: Огненное колесо
tr: Ateş Çemberi
zh_cn: 火焰轮

source: Hyper Beam
fr: Ultralaser
it: Iper raggio
ru: Гипер Луч
tr: Hiper Işın
zh_cn: 破坏死光

source: Lick
fr: Léchouille
it: Leccata
ru: Лизание
tr: Yala
zh_cn: 舔舌头

source: Low Kick
fr: Balayage
it: Colpo basso
ru: Удар снизу
tr: Alttan Tekme
zh_cn: 下踢

source: Megahorn
fr: Mégacorne
it: Megacorno
ru: Большой рог
tr: Mega Boynuz
zh_cn: 百万吨角击

source: Metal Claw
fr: Griffe Acier
it: Ferrartigli
ru: Металлическая клешня
tr: Metal Pençe
zh_cn: 合金爪
