Repository: snaverm/Pokemon-Go-Rocket-API
Catalog: PokemonGo-UWP/MultilingualResources/PokemonGo-UWP.*.xlf
Languages: fr, it, ru, tr, zh_cn

source: Move Unset
fr: Mouvement non défini
it: Mossa non impostata
tr: Hareket Belli Değil

source: Pound
fr: Écras'Face
it: Botta
ru: Колотушка
tr: Yumruk
zh_cn: 拍击

source: Psycho Cut
fr: Coupe Psycho
it: Psicotaglio
ru: Ментальный меч
tr: Psişik Kesiş
zh_cn: 幻象斩

source: Quick Attack
fr: Vive-Attaque
it: Attacco rapido
ru: Быстрая атака
tr: Hızlı Saldırı
zh_cn: 电光一闪

source: Razor Leaf
fr: Tranch'Herbe
it: Foglielama
ru: Режущий лист
tr: Jilet Yaprak
zh_cn: 飞叶快刀

source: Scratch
fr: Griffe
it: Graffio
ru: Царапанье
tr: Pençe
zh_cn: 利爪

source: Sludge
fr: Détritus
it: Fango
ru: Слизь
tr: Çamur
zh_cn: 泥浆攻击

source: Smog
fr: Purédpois
ru: Ядовитый дым
tr: Sis
zh_cn: 迷雾

source: Sucker Punch
fr: Coup Bas
it: Sbigoattacco
ru: Удар новичка
tr: Bitirici Yumruk
zh_cn: 突袭

source: Tackle
fr: Charge
it: Azione
ru: Толчок
tr: Darbe
zh_cn: 冲击

source: Take Down
fr: Bélier
it: Riduttore
ru: Таран
tr: İndirme
zh_cn: 猛撞

source: Thunder Shock
fr: Éclair
it: Tuonoshock
ru: Электрошок
tr: Şimşek Şoku
zh_cn: 电击

source: Vice Grip
fr: Force Poigne
it: Presa
ru: Клешня
tr: Mengene Kavrama
zh_cn: 剪断

source: Vine Whip
fr: Fouet Lianes
it: Frustata
ru: Удар хлыстом
tr: Kamçı Darbesi
zh_cn: 藤鞭

source: Water Gun
fr: Pistolet à O
it: Pistolacqua
ru: Водяное ружьё
tr: Su Tabancası
zh_cn: 水枪

source: Wing Attack
fr: Cru-Aile
it: Attacco d'ala
ru: Атака крыльями
tr: Kanat Saldırısı
zh_cn: 翅膀攻击

source: Wrap
fr: Ligotage
it: Avvolgibotta
ru: Оплетение
tr: Sar
zh_cn: 捆绑

source: Absorb
fr: Vol-Vie
it: Assorbimento
ru: Поглощение
tr: Em
zh_cn: 吸收

source: Acid
fr: Acide
it: Acido
ru: Кислота
tr: Asit
zh_cn: 溶解液

source: Acid Fast
fr: Acide
it: Acido
ru: Быстрая кислота
tr: Hızlı Asit
zh_cn: 快速溶解液

source: Aerial Ace
fr: Aéropique
it: Aerassalto
ru: Воздушный ас
tr: Havasal Kesiş
zh_cn: 回转攻

source: Air Cutter
fr: Tranch'Air
it: Aerasoio
ru: Воздушное лезвие
tr: Hava Kesici
zh_cn: 破空斩

source: Air Slash
fr: Lame d'Air
it: Eterelama
ru: Воздушный разрез
tr: Hava Kamçısı
zh_cn: 空气砍

source: Ancient Power
fr: Pouvoir Antique
it: Forza antica
ru: Древняя мощь
tr: Antik Güç
zh_cn: 原始之力

source: Aqua Tail
fr: Hydroqueue
it: Idrondata
ru: Водяной хвост
tr: Su Kuyruğu
zh_cn: 水柱尾

# BiteFast
source: Bite
fr: Morsure
it: Morso
ru: Укус
tr: Isırık
zh_cn: 咬住

source: Body Slam
fr: Plaquage
it: Corposcontro
ru: Удар телом
tr: Vücut Darbesi
zh_cn: 泰山压顶

source: Bone Club
fr: Massd'Os
it: Ossoclava
ru: Удар костью
tr: Kemik Sopa
zh_cn: 骨棒

source: Brick Break
fr: Casse-Brique
it: Breccia
ru: Прорыв барьера
tr: Tuğla Kırma
zh_cn: 劈瓦

source: Brine
fr: Saumure
it: Acquadisale
ru: Фонтан
tr: Salamura
zh_cn: 盐水

source: Bubble Beam
fr: Bulles d'O
it: Bollaraggio
ru: Луч пузырей
tr: Köpük Işını
zh_cn: 泡沫光线

source: Bubble Fast
fr: Bulles d'O
it: Bollaraggio
ru: Быстрые пузыри
tr: Hızlı Köpük
zh_cn: 急速泡沫

source: Bug Bite
fr: Piqûre
it: Coleomorso
ru: Укус жука
tr: Böcek Isırığı
zh_cn: 虫咬

# BugBiteFast
source: Bug Bite
fr: Piqûre
it: Coleomorso
ru: Укус жука
tr: Böcek Isırığı
zh_cn: 虫咬

source: Bug Buzz
fr: Bourdon
it: Ronzio
ru: Жужжание
tr: Böcek Vızıldanması
zh_cn: 虫鸣

source: Bull doze
fr: Piétisol
it: Battiterra
ru: Удар в землю
tr: Yıkım
zh_cn: 整地

source: Bullet Punch
fr: Pisto-Poing
it: Pugnoscarica
ru: Стремительный удар
tr: Mermi Yumruğu
zh_cn: 飞弹拳

# BulletPunchFast
source: Bullet Punch
fr: Pisto-Poing
it: Pugnoscarica
ru: Стремительный удар
tr: Mermi Yumruğu
zh_cn: 飞弹拳

source: Cross Poison
fr: Poison-Croix
it: Velenocroce
ru: Ядовитый крест
tr: Çapraz Zehir
zh_cn: 十字毒药

source: Cut
fr: Coupe
it: Taglio
ru: Резка
tr: Kes
zh_cn: 一字斩

# CutFast
source: Cut
fr: Coupe
it: Taglio
ru: Резка
tr: Kes
zh_cn: 一字斩

source: Dazzling Gleam
fr: Éclat Magique
it: Magibrillio
ru: Ошеломляющий луч
tr: Büyüleyici Parıltı
zh_cn: 魔法照耀

source: Disarming Voice
fr: Voix Enjôleuse
it: Incantavoce
ru: Обезоруживающий Голос
tr: Yatıştıran Ses
zh_cn: 魅力之音

source: Discharge
fr: Coup d'Jus
it: Scarica
ru: Разряд
tr: Deşarj
zh_cn: 放电

source: Dragon Breath
fr: Dracosouffle
it: Dragospiro
ru: Дыхание Дракона
tr: Ejder Nefesi
zh_cn: 放电

# DragonBreathFast
source: Dragon Breath
fr: Dracosouffle
it: Dragospiro
ru: Дыхание Дракона
tr: Ejder Nefesi
zh_cn: 龙息

source: Dragon Claw
fr: Dracogriffe
it: Dragartigli
ru: Драконий Коготь
tr: Ejder Pençesi
zh_cn: 龙爪

source: Dragon Pulse
fr: Dracochoc
it: Dragopulsar
ru: Драконий Пульс
tr: Ejder Dalgası
zh_cn: 龙波动

source: Draining Kiss
fr: Vampibaiser
it: Assorbibacio
ru: Истощающий поцелуй
tr: Emici Öpücük
zh_cn: 吸取之吻

source: Drill Peck
fr: Bec Vrille
it: Perforbecco
ru: Сверлящий клюв
tr: Delici Gaga
zh_cn: 冲钻

source: Drill Run
fr: Tunnelier
it: Giravvita
ru: Дрель
tr: Delme Koşusu
zh_cn: 低空钻

source: Earthquake
fr: Séisme
it: Terremoto
ru: Землетрясение
tr: Deprem
zh_cn: 地震

source: Ember Fast
fr: Flammèche
it: Braciere
ru: Быстрые Угли
tr: Hızlı Ateş
zh_cn: 急速火花

# FeintAttackFast
source: Feint Attack
fr: Feinte
it: Finta
ru: Притворство
tr: Hafif Saldırı
zh_cn: 虚晃一招

source: Fire Blast
fr: Déflagration
it: Fuocobomba
ru: Пламенный залп
tr: Ateş Patlaması
zh_cn: 大字爆

# FireFangFast
source: Fire Fang
fr: Crocs Feu
it: Rogodenti
ru: Огненный клык
tr: Ateşli Sivridiş
zh_cn: 炎牙

source: Fire Punch
fr: Poing de Feu
it: Fuocopugno
ru: Огненный кулак
tr: Alev Yumruğu
zh_cn: 火焰拳

source: Flame Burst
fr: Rebondifeu
it: Pirolancio
ru: Пламенный рывок
tr: Alev Patlaması
zh_cn: 爆炸火焰

source: Flame Charge
fr: Nitrocharge
it: Nitrocarica
ru: Пламенный заряд
tr: Alev Darbesi
zh_cn: 火焰袭击

source: Flash Cannon
fr: Luminocanon
it: Cannonflash
ru: Световая пушка
tr: Flaş Topu
zh_cn: 光泽电炮

source: Frost Breath
fr: Souffle Glacé
it: Alitogelido
ru: Холодное дыхание
tr: Buz Nefesi
zh_cn: 冰吸

# FrostBreathFast
source: Frost Breath
fr: Souffle Glacé
it: Alitogelido
ru: Холодное дыхание
tr: Buz Nefesi
zh_cn: 冰吸

source: Fury Cutter
fr: Taillade
it: Tagliofuria
ru: Лезвие ярости
tr: Öfke Kesicisi
zh_cn: 连切

# FuryCutterFast
source: Fury Cutter
fr: Taillade
it: Tagliofuria
ru: Лезвие ярости
tr: Öfke Kesicisi
zh_cn: 连切

source: Giga Drain
fr: Giga-Sangsue
it: Gigassorbimento
ru: Иссушение
tr: Giga Emiş
zh_cn: 超级吸收

source: Gunk Shot
fr: Détricanon
it: Sporcolancio
ru: Струя яда
tr: Yapışkan Vuruş
zh_cn: 灰尘射击

source: Headbutt
fr: Coup d'Boule
it: Bottintesta
ru: Лобовая атака
tr: Kafa Darbesi
zh_cn: 铁头功

source: Heart Stamp
fr: Crèvecœur
it: Cuorestampo
ru: Сердечное клеймо
tr: Kalp Damgası
zh_cn: 爱心捣击

source: Heat Wave
fr: Canicule
it: Ondata di calore
ru: Волна жара
tr: Sıcak Dalgası
zh_cn: 热风

source: Horn Attack
fr: Koud'Korne
it: Incornata
ru: Атака рогом
tr: Boynuz Saldırısı
zh_cn: 角撞

source: Hurricane
fr: Vent Violent
it: Tifone
ru: Ураган
tr: Fırtına
zh_cn: 暴风

source: Hydro Pump
fr: Hydrocanon
it: Idropompa
ru: Гидронасос
tr: Su Pompası
zh_cn: 水炮

# HydroPumpBlastoise
source: Hydro Pump
fr: Hydrocanon
it: Idropompa
ru: Гидронасос
tr: Su Pompası
zh_cn: 水炮

source: Hyper Fang
fr: Croc de Mort
it: Iperzanna
ru: Гиперклык
tr: Hiper Diş
zh_cn: 必杀门牙

source: Ice Beam
fr: Laser Glace
it: Geloraggio
ru: Ледяной луч
tr: Buz Işını
zh_cn: 急冻光线

source: Ice Punch
fr: Poing-Glace
it: Gelopugno
ru: Ледяной кулак
tr: Buz Yumruğu
zh_cn: 急冻拳

source: Ice Shard
fr: Éclats Glace
it: Geloscheggia
ru: Ледяной осколок
tr: Buz Parçası
zh_cn: 冰砾

# IceShardFast
source: Ice Shard
fr: Éclats Glace
it: Geloscheggia
ru: Ледяной осколок
tr: Buz Parçası
zh_cn: 冰砾

source: Icy Wind
fr: Vent Glace
it: Ventogelido
ru: Холодный воздух
tr: Buzlu Rüzgar
zh_cn: 冰冻之风

source: Iron Head
fr: Tête de Fer
it: Metaltestata
ru: Стальная голова
tr: Demir Kafa
zh_cn: 铁头

source: Karate Chop
fr: Poing-Karaté
it: Colpo Karate
ru: Удар каратиста
tr: Karate Vuruşu
zh_cn: 手刀

# KarateChopFast
source: Karate Chop
fr: Poing-Karaté
it: Colpo Karate
ru: Удар каратиста
tr: Karate Vuruşu
zh_cn: 手刀

source: Leaf Blade
fr: Lame-Feuille
it: Fendifoglia
ru: Лиственный меч
tr: Kılıç Yaprak
zh_cn: 刀叶

source: Lick Fast
fr: Léchouille
it: Leccata
ru: Быстрое облизывание
tr: Hızlı Yala
zh_cn: 快速舔舌头

# LowKickFast
source: Low Kick
fr: Balayage
it: Colpo basso
ru: Удар снизу
tr: Alttan Tekme
zh_cn: 下踢

source: Low Sweep
fr: Balayette
it: Calciobasso
ru: Трение
tr: Alt Kesiş
zh_cn: 低空踢

source: Magnet Bomb
fr: Bombaimant
it: Bombagnete
ru: Магнитная бомба
tr: Magnet Bombası
zh_cn: 磁铁爆弹

source: Mega Drain
fr: Méga-Sangsue
it: Megassorbimento
ru: Мега Истощение
tr: Mega Emiş
zh_cn: 百万吨吸收

# MetalClawFast
source: Metal Claw
fr: Griffe Acier
it: Ferrartigli
ru: Металлическая клешня
tr: Metal Pençe
zh_cn: 合金爪

source: Moonblast
fr: Pouvoir Lunaire
it: Forza Lunare
ru: Лунный выстрел
tr: Ay Patlaması
zh_cn: 月亮攻击

source: Mud Bomb
fr: Boue-Bombe
it: Fangobomba
ru: Глиняная бомба
tr: Çamur Bombası
zh_cn: 泥巴爆弹

source: Mud Shot
fr: Tir de Boue
it: Colpodifango
ru: Выстрел глиной
tr: Çamur Vuruşu
zh_cn: 泥巴射击

# MudShotFast
source: Mud Shot
fr: Tir de Boue
it: Colpodifango
ru: Выстрел глиной
tr: Çamur Vuruşu
zh_cn: 泥巴射击

# MudSlapFast
source: Mud Slap
fr: Coud'Boue
it: Fangosberla
ru: Глиняный удар
tr: Çamur Dayağı
zh_cn: 掷泥

source: Night Slash
fr: Tranche-Nuit
it: Nottesferza
ru: Удар из тьмы
tr: Gece Kesişi
zh_cn: 街头试刀

source: Ominous Wind
fr: Vent Mauvais
it: Funestovento
ru: Зловещий ветер
tr: Uğursuz Rüzgar
zh_cn: 奇异之风

source: Parabolic Charge
fr: Parabocharge
it: Caricaparabola
ru: Параболический заряд
tr: Parabolik Şarj
zh_cn: 抛物线充电

source: Peck
fr: Picpic
it: Beccata
ru: Клевок
tr: Gaga
zh_cn: 啄

# PeckFast
source: Peck
fr: Picpic
it: Beccata
ru: Клевок
tr: Gaga
zh_cn: 啄

source: Petal Blizzard
fr: Tempête Florale
it: Fiortempesta
ru: Липестковая метель
tr: Yaprak Fırtınası
zh_cn: 落花飞雪

source: Play Rough
fr: Câlinerie
it: Carineria
ru: Грубая игра
tr: Sert Oyun
zh_cn: 嬉戏

source: Poison Fang
fr: Crochet Venin
it: Velenodenti
ru: Ядовитый клык
tr: Zehirli Diş
zh_cn: 毒液牙

source: Poison Jab
fr: Direct Toxik
it: Velenopuntura
ru: Отравляющий удар
tr: Zehirli Vuruş
zh_cn: 毒刺

# PoisonJabFast
source: Poison Jab
fr: Direct Toxik
it: Velenopuntura
ru: Отравляющий удар
tr: Zehirli Vuruş
zh_cn: 毒刺

# PoisonStingFast
source: Poison Sting
fr: Dard-Venin
it: Velenospina
ru: Ядовитое жало
tr: Zehirli Isırık
zh_cn: 毒针

source: Pound Fast
fr: Écras'Face
it: Velenospina
ru: Колотушка
tr: Hızlı Yumruk
zh_cn: 快速拍击

source: Power Gem
fr: Rayon Gemme
ru: Драгоценность
tr: Güç Kristali
zh_cn: 力量宝石

source: Power Whip
fr: Mégafouet
it: Gemmoforza
ru: Удар хлыстом
tr: Güç Kamçısı
zh_cn: 能量鞭打

source: Psybeam
fr: Rafale Psy
it: Psicoraggio
ru: Пси-луч
tr: Psy Işın
zh_cn: 幻象光

# PsychoCutFast
source: Psycho Cut
fr: Coupe Psycho
it: Psicotaglio
ru: Ментальный меч
tr: Psişik Kesiş
zh_cn: 幻象斩

source: Psyshock
fr: Choc Psy
it: Psicoshock
ru: Пси-шок
tr: Psyşok
zh_cn: 幻象攻击

source: Psystrike
fr: Frappe Psy
it: Psicobotta
ru: Пси-нападение
tr: Psyvuruş
zh_cn: 精神破坏

# QuickAttackFast
source: Quick Attack
fr: Vive-Attaque
it: Attacco rapido
ru: Быстрая атака
tr: Hızlı Saldırı
zh_cn: 电光一闪

# RazorLeafFast
source: Razor Leaf
fr: Tranch'Herbe
it: Foglielama
ru: Режущий лист
tr: Jilet Yaprak
zh_cn: 飞叶快刀

source: Rest
fr: Repos
it: Riposo
ru: Отдых
tr: Dinlen
zh_cn: 睡觉

source: Rock Slide
fr: Éboulement
it: Frana
ru: Обвал
tr: Kaya Kayması
zh_cn: 山崩地裂

# RockSmashFast
source: Rock Smash
fr: Éclate-Roc
it: Spaccaroccia
ru: Разбивание скалы
tr: Kaya Parçalama
zh_cn: 岩石粉碎

source: Rock Throw
fr: Jet-Pierres
it: Sassata
ru: Бросок камня
tr: Kaya Atışı
zh_cn: 滚石

# RockThrowFast
source: Rock Throw
fr: Jet-Pierres
it: Sassata
ru: Бросок камня
tr: Kaya Atışı
zh_cn: 滚石

source: Rock Tomb
fr: Tomberoche
it: Rocciotomba
ru: Каменный склеп
tr: Kaya Mezarı
zh_cn: 岩石封闭

source: Scald
fr: Ébullition
it: Idrovampata
ru: Ожог
tr: Haşlama
zh_cn: 热水

# ScaldBlastoise
source: Scald
fr: Ébullition
it: Idrovampata
ru: Ожог
tr: Haşlama
zh_cn: 热水

# ScratchFast
source: Scratch
fr: Griffe
it: Graffio
ru: Царапание
tr: Pençe
zh_cn: 利爪

source: Seed Bomb
fr: Canon Graine
it: Semebomba
ru: Зерно-бомба
tr: Çekirdek Bombası
zh_cn: 种子炸弹

source: Shadow Ball
fr: Ball'Ombre
it: Palla ombra
ru: Теневой шар
tr: Gölge Topu
zh_cn: 影子球

source: Shadow Claw
fr: Griffe Ombre
it: Ombrartigli
ru: Теневой коготь
tr: Gölge Pençesi
zh_cn: 影子钩爪

# ShadowClawFast
source: Shadow Claw
fr: Griffe Ombre
it: Ombrartigli
ru: Теневой коготь
tr: Gölge Pençesi
zh_cn: 影子钩爪

source: Shadow Punch
fr: Poing Ombre
it: Pugnodombra
ru: Теневой удар
tr: Gölge Yumruğu
zh_cn: 影子拳

source: Shadow Sneak
fr: Ombre Portée
it: Furtivombra
ru: Ночная кража
tr: Gölge Gizli Saldırısı
zh_cn: 影子偷袭

source: Signal Beam
fr: Rayon Signal
it: Segnoraggio
ru: Сигнальный луч
tr: Sinyal Işığı
zh_cn: 信号光束

source: Slam
fr: Souplesse
it: Schianto
ru: Тяжёлый удар
tr: Darbe
zh_cn: 摔打

source: Slash
fr: Tranche
it: Lacerazione
ru: Разрез
tr: Pençe
zh_cn: 劈开

source: Sludge Bomb
fr: Bomb-Beurk
it: Fangobomba
ru: Грязевая бомба
tr: Çamur Bombası
zh_cn: 臭泥爆弹

source: Sludge Wave
fr: Cradovague
it: Fangonda
ru: Грязевая волна
tr: Çamur Dalgası
zh_cn: 泥浆波

source: Solar Beam
fr: Lance-Soleil
it: Solarraggio
ru: Солнечный луч
tr: Solar Işın
zh_cn: 日光束

source: Spark
fr: Étincelle
it: Scintilla
ru: Искры
tr: Kıvılcım
zh_cn: 闪电

source: Spark Fast
fr: Étincelle
it: Scintilla
ru: Стальное кольцо
tr: Hızlı Kıvılcım
zh_cn: 快速闪电

source: Splash
fr: Trempette
ru: Барахтанье
tr: Su Sıçratma
zh_cn: 水溅跃

# SplashFast
source: Splash
fr: Trempette
ru: Барахтанье
tr: Su Sıçratma
zh_cn: 水溅跃

source: Steel Wing
fr: Aile d'Acier
it: Alacciaio
ru: Стальное кольцо
tr: Çelik Kanat
zh_cn: 钢翼

# SteelWingFast
source: Steel Wing
fr: Aile d'Acier
it: Alacciaio
ru: Стальное кольцо
tr: Çelik Kanat
zh_cn: 钢翼

source: Stomp
fr: Écrasement
it: Pestone
ru: Топот
tr: Ezme
zh_cn: 践踏

source: Stone Edge
fr: Lame de Roc
it: Pietrataglio
ru: Край скалы
tr: Taş Kenar
zh_cn: 尖石攻击

source: Struggle
fr: Lutte
it: Scontro
ru: Борьба
tr: Mücadele
zh_cn: 挣扎

source: Submission
fr: Sacrifice
it: Sottomissione
ru: Подчинение
tr: Bitiriş
zh_cn: 地狱滚动

# SuckerPunchFast
source: Sucker Punch
fr: Coup Bas
it: Sbigoattacco
ru: Удар новичка
tr: Bitirici Yumruk
zh_cn: 突袭

source: Swift
fr: Météores
it: Comete
ru: Звёзды
tr: Çevik
zh_cn: 高速星星

# TackleFast
source: Tackle
fr: Charge
it: Azione
ru: Толчок
tr: Darbe
zh_cn: 冲击

source: Thunder
fr: Fatal-Foudre
it: Tuono
ru: Шторм
tr: Şimşek
zh_cn: 打雷

source: Thunderbolt
fr: Tonnerre
it: Fulmine
tr: Yıldırım
zh_cn: 十万伏特

source: Thunder Punch
fr: Poing-Eclair
it: Tuonopugno
tr: Şimşek Yumruğu
zh_cn: 雷光掌

# ThunderShockFast
source: Thunder Shock
fr: Eclair
it: Tuonoshock
ru: Электрошок
tr: Şimşek Şoku
zh_cn: 电击

source: Twineedle
fr: Double-Dard
it: Doppio Ago
ru: Двойная игла
tr: Çifte İğne
zh_cn: 双针

source: Twister
fr: Ouragan
it: Tornado
ru: Смерч
tr: Kasırga
zh_cn: 龙卷风

# VineWhipFast
source: Vine Whip
fr: Fouet Lianes
it: Frustata
ru: Удар плетью
tr: Kamçı Darbesi
zh_cn: 藤鞭

# WaterGunFast
source: Water Gun
fr: Pistolet à O
it: Pistolacqua
ru: Водяное ружьё
tr: Su Tüfeği
zh_cn: 水枪

# WaterGunFastBlastoise
source: Water Gun
fr: Pistolet à O
it: Pistolacqua
ru: Водяное ружьё
tr: Su Tüfeği
zh_cn: 水枪

source: Water Pulse
fr: Vibraqua
it: Idropulsar
ru: Водный пульс
tr: Su Dalgası
zh_cn: 水波动

# WingAttackFast
source: Wing Attack
fr: Cru-aile
it: Attacco d'Ala
ru: Атака крыльями
tr: Kanat Saldırısı
zh_cn: 翅膀攻击

source: Wrap Green
fr: TéléporVert
it: Avvolgibotta
ru: Зеленый Врап
tr: Yeşil Sar
zh_cn: 捆绑(绿)

source: Wrap Pink
fr: TéléporRose
it: Avvolgibotta
ru: Розовый Врап
tr: Pembe Sar
zh_cn: 捆绑(粉)

source: XScissor
fr: Plaie-Croix
it: Forbice X
ru: Ножницы
tr: XMakas
zh_cn: 剪刀十字拳

# ZenHeadbuttFast
source: Zen Headbutt
fr: Psykoud'Boul
it: Cozzata Zen
ru: Ясный удар
tr: Zen Kafa Darbesi
zh_cn: 意念头锤

# Bulbasaur.Description
source: Bulbasaur can be seen napping in bright sunlight. There is a seed on its back. By soaking up the sun’s rays, the seed grows progressively larger.
fr: Bulbizarre passe son temps à faire la sieste sous le soleil. Il y a une graine sur son dos. Il absorbe les rayons du soleil pour faire doucement pousser la graine.
it: È possibile vedere Bulbasaur mentre schiaccia un pisolino sotto il sole. Ha un seme piantato sulla schiena. Grazie ai raggi solari il seme cresce ingrandendosi progressivamente.
tr: Bulbasaur parlak güneş ışığında uyurken görülebilir. Sırtında bir tohum vardır. Güneş ışınlarını emerek zamanla büyür.

# Ivysaur.Description
source: There is a bud on this Pokémon’s back. To support its weight, Ivysaur’s legs and trunk grow thick and strong. If it starts spending more time lying in the sunlight, it’s a sign that the bud will bloom into a large flower soon.
fr: Un bourgeon a poussé sur le dos de ce Pokémon. Pour en supporter le poids, Herbizarre a dû se muscler les pattes. Lorsqu’il commence à se prélasser au soleil, ça signifie que son bourgeon va éclore, donnant naissance à une fleur.
it: C’è un germoglio piantato nella schiena di Ivysaur. Per sopportarne il peso, le zampe e il corpo crescono robusti. Quando inizia a passare più tempo esposto al sole, significa che il germoglio sboccerà presto in un grande fiore.
tr: Bu Pokémon'un sırtında bir tomurcuk vardır. Ivysaur'un bacakları ve vücudu, ağırlığını desteklemek için kalın ve güçlüdür. Eğer güneş ışığında yatarak daha çok vakit geçirirse, yakında sırtındaki tomurcuk büyük bir çiçek açacak demektir.

# Venusaur.Description
source: There is a large flower on Venusaur’s back. The flower is said to take on vivid colors if it gets plenty of nutrition and sunlight. The flower’s aroma soothes the emotions of people.
fr: Une belle fleur se trouve sur le dos de Florizarre. Elle prend une couleur vive lorsqu’elle est bien nourrie et bien ensoleillée. Le parfum de cette fleur peut apaiser les gens.
it: C’è un grande fiore sulla schiena di Venusaur. Si dice che i colori diventino più vividi con il giusto nutrimento e i raggi solari. Il suo profumo calma le reazioni emotive delle persone.
tr: Venusaur'un sırtında büyük bir çiçek vardır. Eğer yeterli besin ve gneş ışığı alırsa bu çiçek parlak renklere bürünür. Çiçeğin kokusu insanları rahatlatır.

# Charmander.Description
source: The flame that burns at the tip of its tail is an indication of its emotions. The flame wavers when Charmander is enjoying itself. If the Pokémon becomes enraged, the flame burns fiercely.
fr: La flamme qui brûle au bout de sa queue indique l’humeur de ce Pokémon. Elle vacille lorsque Salamèche est content. En revanche, lorsqu’il s’énerve, la flamme prend de l’importance et brûle plus ardemment.
it: La fiamma sulla punta della coda indica il suo stato emotivo. Se la fiamma ondeggia significa che Charmander si sta divertendo. Quando il Pokémon si infuria, la fiamma arde violentemente.
tr: Kuyruğunun ucunda yanan ateş hissettiklerinin bir işaretidir. Charmander eğlenirken ateş titreşir. Eğer Pokémon kızarsa ateş çok güçlü bir şekilde yanar.

# Charmeleon.Description
source: Charmeleon mercilessly destroys its foes using its sharp claws. If it encounters a strong foe, it turns aggressive. In this excited state, the flame at the tip of its tail flares with a bluish white color.
fr: Reptincel lacère ses ennemis sans pitié grâce à ses griffes acérées. S’il rencontre un ennemi puissant, il devient agressif et la flamme au bout de sa queue s’embrase et prend une couleur bleu clair.
it: Charmeleon distrugge il nemico senza pietà con i suoi artigli affilati. Quando incontra un avversario molto forte diventa aggressivo. In questo stato di grande agitazione la fiamma della coda diventa di colore bianco bluastro.
tr: Charmeleon rakiplerini keskin pençeleriyle acımadan yok eder. Eğer güçlü bir rakibe denk gelirse agresifleşir. Bu heyecanlı durumda kuyruğunun ucundaki ateş beyaz bir alevle yanar.

# Charizard.Description
source: Charizard flies around the sky in search of powerful opponents. It breathes fire of such great heat that it melts anything. However, it never turns its fiery breath on any opponent weaker than itself.
fr: Dracaufeu parcourt les cieux pour trouver des adversaires à sa mesure. Il crache de puissantes flammes capables de faire fondre n’importe quoi. Mais il ne dirige jamais son souffle destructeur vers un ennemi plus faible.
it: Charizard solca i cieli in cerca di nemici molto forti. Riesce a emettere fiammate di un calore tale da fondere ogni cosa. Tuttavia, non rivolge mai le sue micidiali lingue di fuoco contro avversari più deboli di lui.
tr: Charizard göklerde uçarak güçlü rakipler arar. Öyle sıcak bir alev saçar ki her şeyi eritebilir. Ancak ne olursa olsun ateşini asla kendinden güçsüz bir rakibe püskürtmez.

# Squirtle.Description
source: Squirtle’s shell is not merely used for protection. The shell’s rounded shape and the grooves on its surface help minimize resistance in water, enabling this Pokémon to swim at high speeds.
fr: La carapace de Carapuce ne sert pas qu’à le protéger. La forme ronde de sa carapace et ses rainures lui permettent d’améliorer son hydrodynamisme. Ce Pokémon nage extrêmement vite.
it: La corazza di Squirtle non serve soltanto da protezione. La particolare forma arrotondata e le scanalature superficiali lo aiutano a minimizzare l’attrito dell’acqua per nuotare ad alta velocità.
tr: Squirtle'ın kabuğu sadece koruma amaçlı değildir. Yuvarlak şekli ve üzerindeki olukları su içinde sürtünmeyi minimuma indirir ve Pokémon'un yüksek hızlarda yüzmesini sağlar.

# Wartortle.Description
source: Its tail is large and covered with a rich, thick fur. The tail becomes increasingly deeper in color as Wartortle ages. The scratches on its shell are evidence of this Pokémon’s toughness as a battler.
fr: Carabaffe a une large queue recouverte d’une épaisse fourrure. Elle devient de plus en plus foncée avec l’âge. Les éraflures sur la carapace de ce Pokémon témoignent de son expérience au combat.
it: La grande coda di Wartortle è coperta da una folta pelliccia, che diventa sempre più scura con l’avanzare dell’età. I graffi sulla corazza indicano la potenza di questo Pokémon come lottatore.
tr: Kuyruğu büyüktür ve zengin, kalın bir kürk ile kaplıdır. Wartortle yaşlandıkça kuyruğun rengi derinleşir. Kabuğundaki çizikler bir savaşçı olarak sertliğinin kanıtıdır.

# Blastoise.Description
source: Blastoise has water spouts that protrude from its shell. The water spouts are very accurate. They can shoot bullets of water with enough accuracy to strike empty cans from a distance of over 160 feet.
fr: Tortank dispose de canons à eau émergeant de sa carapace. Ils sont très précis et peuvent envoyer des balles d’eau capables de faire mouche sur une cible située à plus de 50 m.
it: Blastoise è dotato di cannoni ad acqua che fuoriescono dalla corazza. I getti emessi sono così precisi da riuscire a colpire un bersaglio a una distanza di 50 m.
tr: Blastoise kabuğundan çıkan Su Toplarına sahiptir. Bu Su Topları son derece isabetlidir. Bu toplardan suyu mermi gibi, öyle bir isabetle fışkırtabilir ki, 50 metreden bir şişeyi vurabilir.

# Caterpie.Description
source: Caterpie has a voracious appetite. It can devour leaves bigger than its body right before your eyes. From its antenna, this Pokémon releases a terrifically strong odor.
fr: Chenipan a un appétit d’ogre. Il peut engloutir des feuilles plus grosses que lui. Les antennes de ce Pokémon dégagent une odeur particulièrement entêtante.
it: Caterpie mangia voracemente. È in grado di divorare foglie più grandi del suo stesso corpo in pochi istanti. Questo Pokémon emette un odore terrificante dalle antenne.
tr: Caterpie inanılmaz bir iştaha sahiptir.Vücudundan büyük yaprakları gözlerinizin önünde yiyip bitirebilir. Bu Pokémon antenlerinden güçlü ve korkunç bir koku yayar.
