Repository: snaverm/Pokemon-Go-Rocket-API
Catalog: PokemonGo-UWP/MultilingualResources/PokemonGo-UWP.*.xlf
Languages: fr, it, ru, tr, zh_cn

# Tentacool.Description
source: Tentacool absorbs sunlight and refracts it using water inside its body to convert it into beam energy. This Pokémon shoots beams from the small round organ above its eyes.
fr: Grâce à l’eau de son corps, Tentacool convertit la lumière du soleil absorbée et la renvoie sous forme de rayon d’énergie. Ce Pokémon lance ces rayons par le petit organe rond situé au-dessus de ses yeux.
it: Tentacool assorbe la luce solare e la rifrange usando l’acqua che ha nel corpo per convertirla in raggi energetici. Successivamente emette questi raggi dalla piccola sfera rossa che ha sulla testa.
tr: Tentacool güneş ışığını emer ve vücudunun içindeki suda kırarak ışın enerjisine çevirir. Bu Pokémon gözlerinin üzerindeki ufak yuvarlak organdan ışınlar ateşler.

# Tentacruel.Description
source: Tentacruel has tentacles that can be freely elongated and shortened at will. It ensnares prey with its tentacles and weakens the prey by dosing it with a harsh toxin. It can catch up to 80 prey at the same time.
fr: Les tentacules de Tentacruel peuvent s’allonger et se rétracter à volonté. Il serre sa proie dans ses tentacules et l’affaiblit en lui injectant une toxine. Il peut attraper jusqu’à 80 proies en même temps.
it: Tentacruel è dotato di tentacoli che si allungano e accorciano in base alle sue esigenze. Intrappola la preda con i tentacoli e la indebolisce con un potente veleno. Riesce a catturare fino a 80 prede contemporaneamente.
tr: Tentacruel özgürce uzayan ve kısalan dokunaçlara sahiptir. Dokunaçlarıyla avını kavrar ve sert zehirlerle onu zayıflatır. Aynı anda 80'e kadar av yakalayabilir.

# Geodude.Description
source: When Geodude sleeps deeply, it buries itself halfway into the ground. It will not awaken even if hikers step on it unwittingly. In the morning, this Pokémon rolls downhill in search of food.
fr: Pour dormir profondément, Racaillou s’enterre à moitié dans le sol. Il ne se réveille pas, même si des randonneurs lui marchent dessus. Au petit matin, ce Pokémon roule en contrebas en quête de nourriture.
it: Quando Geodude dorme profondamente si nasconde parzialmente nel terreno. Non si sveglia neanche se i passanti lo calpestano involontariamente. La mattina questo Pokémon rotola a valle in cerca di cibo.
tr: Geodude derin bir şekilde uyurken kendisini yarıya kadar yere gömer. Dağ tırmanıcıları üzerine bassa bile uyanmaz. Bu Pokémon sabahları yiyecek aramak için dağlardan aşağı yuvarlanır.

# Graveler.Description
source: Rocks are Graveler’s favorite food. This Pokémon will climb a mountain from the base to the summit, crunchingly feasting on rocks all the while. Upon reaching the peak, it rolls back down to the bottom.
fr: La nourriture préférée de Gravalanch est la roche. Ce Pokémon escalade parfois les montagnes, dévorant les rochers sur son passage. Une fois au sommet, il se laisse rouler jusqu’en bas.
it: Il cibo preferito da Graveler sono le rocce. Infatti è capace di risalire un monte dalla base alla cima, sgranocchiando rocce tutto il tempo. Una volta raggiunta la cima, si lancia in discesa rotolando.
tr: Taşlar Graveler'ın en sevdiği yiyecektir. Bu Pokémon, yoldaki bütün taşları yiyerek, dağın eteklerinden zirvesine kadar tırmanır. En teğeye ulaştığında ise tekrar aşağıya yuvarlanır.

# Golem.Description
source: Golem is known for rolling down from mountains. To prevent them from rolling into the homes of people downhill, grooves have been dug into the sides of mountains to serve as guideways for diverting this Pokémon’s course.
fr: On sait que les Grolem se laissent rouler en bas des montagnes. Afin d’éviter qu’ils roulent sur les maisons des gens, des tranchées ont été creusées le long des montagnes pour les guider dans leurs descentes infernales.
it: Golem è noto per rotolare in discesa lungo il pendio dei monti. Per evitare che finisca dentro le case a valle, sono stati creati dei canaloni sui pendii dei monti per guidarne il percorso durante la discesa.
tr: Golem dağlardan aşağı yuvarlanmasıyla bilinir. İnsanların evlerine yuvarlanmasını engellemek için dağlara, Pokémon'u yönlendirme amaçlı oyuklar kazılmıştır.

# Ponyta.Description
source: Ponyta is very weak at birth. It can barely stand up. This Pokémon becomes stronger by stumbling and falling to keep up with its parent.
fr: À sa naissance, Ponyta est très faible. Il peut à peine tenir debout. Ce Pokémon se muscle en trébuchant et en tombant, lorsqu’il essaie de suivre ses parents.
it: Ponyta è molto debole alla nascita e riesce a malapena a reggersi in piedi. Poi si rinforza a furia di inciampare e cadere, cercando di tenere il passo dei suoi genitori.
tr: Ponyta doğumunda çok zayıftır. Zar zor ayağa kalkar. Bu Pokémon ebeveynlerine yetişmek için düşe kalka güçlenir.

# Rapidash.Description
source: Rapidash usually can be seen casually cantering in the fields and plains. However, when this Pokémon turns serious, its fiery manes flare and blaze as it gallops its way up to 150 mph.
fr: On voit souvent Galopa trotter dans les champs et les plaines. Cependant, lorsque ce Pokémon s’en donne la peine, il peut galoper à plus de 240 km/h et sa crinière flamboyante s’embrase.
it: Rapidash si vede comunemente galoppare in campagne e pianure. Quando si lancia a tutta velocità la sua criniera infuocata brilla e arde mentre galoppa fino a 240 km/h.
tr: Rapidash genelde ovalarda ve tarlalarda dört nala koşarken görülür. Ancak bu Pokémon ciddileşirse, 250 km/s ile dört nala koşarken alevli yelesi ateş ile parlar.

# Slowpoke.Description
source: Slowpoke uses its tail to catch prey by dipping it in water at the side of a river. However, this Pokémon often forgets what it’s doing and often spends entire days just loafing at water’s edge.
fr: Ramoloss trempe sa queue dans l’eau au bord des rivières pour attraper ses proies. Cependant, ce Pokémon oublie souvent ce qu’il fait là et passe des jours entiers à traîner au bord de l’eau.
it: Slowpoke usa la coda per pescare la preda, immergendola in acqua dalle rive dei fiumi. Tuttavia, spesso dimentica cosa stava facendo e trascorre giorni interi a ciondolare vicino ai corsi d’acqua.
tr: Slowpoke kuyruğunu nehir kenarında suya batırarak av bekler. Ancak bu Pokémon genelde ne yaptığını unutur ve sıklıkla günlerini boş boş su kenarında hiçbir şey yapmadan geçirir.

# Slowbro.Description
source: Slowbro’s tail has a Shellder firmly attached with a bite. As a result, the tail can’t be used for fishing anymore. This causes Slowbro to grudgingly swim and catch prey instead.
fr: Flagadoss a un Kokiyas solidement attaché à sa queue. Du coup, il ne peut plus l’utiliser pour pêcher. Flagadoss est donc obligé, à contrecœur, de nager pour attraper ses proies.
it: Slowbro ha uno Shellder saldamente attaccato alla coda, che quindi non può più essere usata per pescare. Così Slowbro può essere visto nuotare di malavoglia per catturare una preda.
tr: Slowbro’nun kuyruğuna bir ısırıklıkla sabitlenmiş bir Shellder bulunur. Sonuç olarak kuyruğunu artık avlanmak için kullanamaz. Bu sebeple Slowbro avlanmak için yüzmeye ve avlarını yakalamaya başlar.

# Magnemite.Description
source: Magnemite floats in the air by emitting electromagnetic waves from the units at its sides. These waves block gravity. This Pokémon becomes incapable of flight if its internal electrical supply is depleted.
fr: Magnéti flotte dans les airs en émettant des ondes électromagnétiques par les aimants sur ses côtés. Ces ondes annulent les effets de la gravité. Ce Pokémon ne peut plus voler si son stock d’électricité est épuisé.
it: Magnemite fluttua a mezz’aria emanando onde elettromagnetiche dai suoi elementi laterali. Queste onde bloccano la forza di gravità. Il Pokémon non riesce a rimanere sospeso dopo aver esaurito la carica elettrica.
tr: Magnemite yanındaki ünitelerden yayılan elektromanyetik dalgalar sayesinde havada süzülür. Bu dalgalar yer çekimini engeller. Eğer içindeki elektrik kaynağı boşalırsa bu Pokémon artık uçamaz.

# Magneton.Description
source: Magneton emits a powerful magnetic force that is fatal to electronics and precision instruments. Because of this, it is said that some towns warn people to keep this Pokémon inside a Poké Ball.
fr: Magnéton émet un puissant champ magnétique qui neutralise les appareils électroniques. Certaines villes demandent aux propriétaires de ces Pokémon de les garder dans leurs Poké Balls.
it: Magneton emette una potente carica magnetica fatale per gli strumenti elettronici e di precisione. Per questo motivo molte città impongono ai cittadini di tenere questi Pokémon nelle Poké Ball.
tr: Magneton elektronik aletler için ölümcül olabilen çok güçlü bir manyetik alan yayar. Bu sebeple bazı kasabaların insanları Magneton'larını Poké Toplarında tutmaları konusunda uyardığı söylenmektedir.

# Farfetchd.Description
source: Farfetch’d is always seen with a stalk from a plant of some sort. Apparently, there are good stalks and bad stalks. This Pokémon has been known to fight with others over stalks.
fr: On voit souvent des Canarticho avec une tige, récupérée sur une plante quelconque. Apparemment, ils peuvent distinguer les bonnes des mauvaises. On a vu ces Pokémon se battre pour des histoires de tiges.
it: Farfetch’d ha sempre con sé il gambo di qualche pianta. Pare che alcuni gambi siano migliori di altri. Spesso lotta con altri Pokémon per avere i gambi migliori.
tr: Farfetch’d her zaman elinde tuttuğu bir bitki dalı ile görülür. Görünüşe göre, iyi ve kötü dallar mevcuttur. Bu Pokémon başkalarıyla dallar için savaşır.

# Doduo.Description
source: Doduo’s two heads contain completely identical brains. A scientific study reported that on rare occasions, there will be examples of this Pokémon possessing different sets of brains.
fr: Les deux têtes de Doduo contiennent des cerveaux totalement identiques. Une étude scientifique démontra que dans des cas rares, certains de ces Pokémon possèdent des cerveaux différents.
it: Le due teste di Doduo contengono lo stesso identico cervello. Secondo uno studio scientifico sono stati riportati rari casi di Doduo con cervelli diversi.
tr: Doduo'nun iki kafası tamamen aynı iki beyne sahiptir. Bilimsel bir araştırmaya göre nadir durumlarda iki kafanın, iki farklı beyne sahip olduğu örnekler görülmüştür.

# Dodrio.Description
source: Apparently, the heads aren’t the only parts of the body that Dodrio has three of. It has three sets of hearts and lungs as well, so it is capable of running long distances without rest.
fr: Apparemment, Dodrio ne se contente pas d’avoir trois têtes. Il semble également avoir trois cœurs et six poumons, ce qui lui permet de courir très longtemps sans s’épuiser.
it: Pare che Dodrio non abbia soltanto tre teste, ma anche altri organi triplici: ha infatti anche tre cuori e sei polmoni che gli consentono di percorrere grandi distanze senza sosta.
tr: Görüldüğü kadarıyla Dodrio'nun üç taneye sahip olduğu tek şey kafaları değil. Aynı zamanda üç kalbe ve üç çift ciğere sahiptir ve bu sayede uzun mesafeleri dinlenme ihtiyacı duymadan koşabilir.

# Seel.Description
source: Seel hunts for prey in the frigid sea underneath sheets of ice. When it needs to breathe, it punches a hole through the ice with the sharply protruding section of its head.
fr: Otaria chasse ses proies dans l’eau gelée, sous la couche de glace. Lorsqu’il cherche à respirer, il perce un trou en frappant la glace avec la partie saillante de sa tête.
it: Seel caccia le prede nel mare gelido sotto le lastre di ghiaccio. Per respirare apre un foro nel ghiaccio usando la protuberanza appuntita sulla sommità del capo.
tr: Seel buz gibi denizde, buz katmanlarının altında avlanır. Nefes alması gerektiğinde, kafasındaki boynuzda buz katmanlarında bir delik açar.

# Dewgong.Description
source: Dewgong loves to snooze on bitterly cold ice. The sight of this Pokémon sleeping on a glacier was mistakenly thought to be a mermaid by a mariner long ago.
fr: Lamantine adore piquer un roupillon à même la glace. Il y a très longtemps, un marin ayant aperçu ce Pokémon dormant sur un glacier a cru voir une sirène.
it: Dewgong adora riposare su una gelida lastra di ghiaccio. In passato i marinai confondevano il profilo di questo Pokémon addormentato sulla superficie gelata con una sirena.
tr: Dewgong acı verecek derecede soğuk buzların üstünde şekerleme yapmayı sever. Uzun zaman önce bu Pokémon'un buz üstünde uyurkenki görüntüsü bir denizci tarafından, bir deniz kızı ile karıştırılmıştır.

# Grimer.Description
source: Grimer emerged from the sludge that settled on a polluted seabed. This Pokémon loves anything filthy. It constantly leaks a horribly germ-infested fluid from all over its body.
fr: Tadmorv est apparu dans la vase accumulée sur un bord de mer pollué. Ce Pokémon aime tout ce qui est dégoûtant. Une substance pleine de germes suinte constamment de tout son corps.
it: Grimer proviene dal fango depositato sui fondali inquinati. Infatti ama tutto ciò che è sudicio e tossico. Emana continuamente un fluido batterico velenoso da ogni parte del corpo.
tr: Grimer kirlenmiş deniz yatağındaki çamurdan çıkmıştır. Bu Pokémon kirli olan herşeyi sever. Vücudundan sürekli mikrop dolu sıvılar akıtır.

# Muk.Description
source: This Pokémon’s favorite food is anything that is repugnantly filthy. In dirty towns where people think nothing of throwing away litter on the streets, Muk are certain to gather.
fr: Ce Pokémon ne mange que ce qui est répugnant et abject. Les Grotadmorv se rassemblent dans les villes où les gens jettent tout par terre, dans la rue.
it: Questo Pokémon si ciba di qualunque cosa sia sudicia e ripugnante. Le città più inquinate, dove la popolazione getta i rifiuti in strada, sono un luogo di ritrovo frequente per i Muk.
tr: Bu Pokémon'un en sevdiği yemek, iğrenç derecede kirli olan her şeydir. İnsanların çöplerini sokaklara atmakta bir sakınca görmediği kirli kasabalarda, Muk grupları toplanır.

# Shellder.Description
source: At night, this Pokémon uses its broad tongue to burrow a hole in the seafloor sand and then sleep in it. While it is sleeping, Shellder closes its shell, but leaves its tongue hanging out.
fr: La nuit, ce Pokémon utilise sa grande langue pour creuser un trou dans le sable des fonds marins afin d’y dormir. Une fois endormi, Kokiyas referme sa coquille, mais laisse sa langue dépasser.
it: Di notte Shellder usa la sua lingua larga per scavare una buca sul fondo del mare e infilarcisi per dormire. Quando dorme chiude la conchiglia ma lascia la lingua fuori a penzoloni.
tr: Bu Pokémon geceleri geniş dilini kullanarak deniz yatağında bir delik açar ve onun içinde uyur. Uyuduğu sırada kabuğunu kapatır, ancak dilini dışarıda bırakır.

# Cloyster.Description
source: Cloyster is capable of swimming in the sea. It does so by swallowing water, then jetting it out toward the rear. This Pokémon shoots spikes from its shell using the same system.
fr: Crustabri est capable de se déplacer dans les fonds marins en avalant de l’eau et en la rejetant vers l’arrière. Ce Pokémon envoie des pointes en utilisant la même méthode.
it: Cloyster è in grado di nuotare in mare aperto, ingerendo acqua dalla bocca per poi espellerla violentemente a mo’ di propulsore. Questo Pokémon usa lo stesso metodo per sparare punte dalla conchiglia.
tr: Cloyster denizde yüzme yeteneğine sahiptir. Bunu suyu yutup, arkasından jet gibi çıkartarak yapar. Bu Pokémon aynı sistemle vücudundan dikenler ateşler.

# Gastly.Description
source: Gastly is largely composed of gaseous matter. When exposed to a strong wind, the gaseous body quickly dwindles away. Groups of this Pokémon cluster under the eaves of houses to escape the ravages of wind.
fr: Fantominus est principalement constitué de matière gazeuse. Lorsqu’il est exposé au vent, son corps gazeux se disperse et diminue. Des groupes de ce Pokémon se rassemblent sous les auvents des maisons pour se protéger.
it: Gastly è composto prevalentemente di sostanze gassose. Se esposto al vento forte il suo corpo gassoso si disperde subito. Gruppi di questi Pokémon si radunano sotto i cornicioni per ripararsi dal vento.
tr: Gastly çoğunlukla gazımsı maddelerden oluşur. Güçlü rüzgarlarda bu gaz vücudu kolaylıkla dağılır. Bu Pokémon, gruplar halinde rüzgarlardan kaçmak için evlerin saçaklarında toplanırlar.

# Haunter.Description
source: Haunter is a dangerous Pokémon. If one beckons you while floating in darkness, you must never approach it. This Pokémon will try to lick you with its tongue and steal your life away.
fr: Spectrum est un Pokémon dangereux. Si l’un d’entre eux fait signe d’approcher, il ne faut jamais l’écouter. Ce Pokémon risque de sortir sa langue pour essayer de voler votre vie.
it: Haunter è un Pokémon pericoloso. Se lo si vede far cenni mentre fluttua nell’oscurità, è meglio fuggire, poiché il Pokémon cercherà di leccare il malcapitato e succhiargli la vita.
tr: Haunter tehlikeli bir Pokémon'dur. Eğer karanlıkta süzülen bir tane görülürse, asla yaklaşılmamalıdır. Bu Pokémon sizi dili ile yalamaya ve hayatınızı çalmaya çalışır.

# Gengar.Description
source: Sometimes, on a dark night, your shadow thrown by a streetlight will suddenly and startlingly overtake you. It is actually a Gengar running past you, pretending to be your shadow.
fr: Parfois, pendant les nuits noires, une ombre projetée par un réverbère peut tout à coup vous dépasser. Il s’agit d’un Ectoplasma qui court, en se faisant passer pour l’ombre de quelqu’un d’autre.
it: Talvolta, nelle notti buie, può accadere che un passante sia improvvisamente assalito dalla propria ombra. È opera di Gengar, che usa avvicinarsi fingendosi un’ombra.
tr: Bazen, karanlık bir gecede, bir sokak lambasının yarattığı gölgeniz aniden ve korkutucu bir şekilde üstünüze gelmeye başlayabilir. Bu aslında gölgeniz olarak gizlenen ve yanınızdan koşarak geçmekte olan bir Gengar'dır.

# Onix.Description
source: Onix has a magnet in its brain. It acts as a compass so that this Pokémon does not lose direction while it is tunneling. As it grows older, its body becomes increasingly rounder and smoother.
fr: Onix a dans le cerveau un aimant qui lui sert de boussole. Il permet à ce Pokémon de ne pas se perdre pendant qu’il creuse. En prenant de l’âge, son corps s’arrondit et se polit.
it: Onix nel cervello ha una calamita, che agisce da bussola per consentirgli di non perdere l’orientamento mentre scava sottoterra. Con il passare del tempo il suo corpo diventa sempre più smussato e levigato.
tr: Onix beyninde bir magnete sahiptir. Bu magnet, Pokémon tüneller kazarken yolunu kaybetmemesi için bir pusula olarak çalışır. Yaşlandıkça vücudu yuvarlaklaşır ve hatları yumuşar.

# Drowzee.Description
source: If your nose becomes itchy while you are sleeping, it’s a sure sign that one of these Pokémon is standing above your pillow and trying to eat your dream through your nostrils.
fr: Lorsque les enfants ont le nez qui les démange en dormant, c’est sans doute parce que ce Pokémon se tient au-dessus de leur oreiller, afin d’essayer de manger leurs rêves par leurs narines.
it: Drowzee è solito nutrirsi dei sogni degli altri mentre dormono, estraendoli dalle loro narici. Se durante il sonno si avverte prurito al naso, significa che Drowzee è già all’opera.
tr: Eğer uyurken burnunuz kaşınmaya başlarsa, bu Pokémon'lardan birinin yastığınızın üstünde durduğunun ve burnunuzdan rüyalarınızı yemeye çelıştığının bir işaretidir.

# Hypno.Description
source: Hypno holds a pendulum in its hand. The arcing movement and glitter of the pendulum lull the foe into a deep state of hypnosis. While this Pokémon searches for prey, it polishes the pendulum.
fr: Hypnomade tient un pendule dans sa main. Le mouvement de balancier et les reflets brillants du pendule hypnotisent profondément son ennemi. Lorsque ce Pokémon cherche ses proies, il nettoie son pendule.
it: Hypno tiene in mano un pendolo. Il movimento oscillatorio e i riflessi del pendolo fanno cadere l’avversario in un profondo stato d’ipnosi. Cercando la preda il Pokémon si prepara lucidando il pendolo.
tr: Hypno elinde bir sarkaç tutar. Bu sarkacın sağa-sola hareketi ve parlaklığı rakibini derin bir hipnoza sürükler. Bu Pokémon av ararken, sarkacını parlatır.

# Krabby.Description
source: Krabby live on beaches, burrowed inside holes dug into the sand. On sandy beaches with little in the way of food, these Pokémon can be seen squabbling with each other over territory.
fr: Krabby vit sur les plages, enterré dans le sable. Sur les plages où on trouve peu de nourriture, on peut voir ces Pokémon se disputer pour défendre leur territoire.
it: Krabby vive in spiaggia, nascosto in buche scavate nella sabbia. Sulle spiagge molto sabbiose, dove scarseggia il cibo, è possibile vedere questi Pokémon attaccarsi a vicenda in difesa del proprio territorio.
tr: Krabby sahillerde, kuma kazılmış deliklerde yaşar. Az yiyecekli kumlu sahillerde bu Pokémon, başkalarıyla bölge mücadelesine girerken görülebilir.

# Kingler.Description
source: Kingler has an enormous, oversized claw. It waves this huge claw in the air to communicate with others. However, because the claw is so heavy, the Pokémon quickly tires.
fr: Krabboss est doté d’une pince gigantesque, surdimensionnée. Il l’agite en l’air pour communiquer avec ses semblables. En revanche, sa pince est tellement lourde que ce Pokémon se fatigue très vite.
it: Kingler è dotato di un’enorme chela, che brandisce nell’aria per comunicare con i suoi simili. Tuttavia, dato il notevole peso della chela sovradimensionata, il Pokémon si stanca in fretta.
tr: Kingler çok büyük bir kıskaca sahiptir. Bu dev kıskacı havada sallayarak diğerleri ile iletişim kurar. Ancak kıskaç fazla büyük olduğu için Pokémon kolayca yorulur.

# Voltorb.Description
source: Voltorb is extremely sensitive—it explodes at the slightest of shocks. It is rumored that it was first created when a Poké Ball was exposed to a powerful pulse of energy.
fr: Voltorbe est extrêmement sensible. Il explose au moindre choc. On raconte qu’il fut créé par l’exposition d’une Poké Ball à une puissante dose d’énergie.
it: Voltorb è estremamente sensibile, esplode alla minima sollecitazione. Si dice che sia stato creato esponendo una Poké Ball a una forte carica energetica.
tr: Voltorb son derece hassastır, en ufak bir şok patlamasına sebep olur. Dedikodulara göre bir Poké Topu güçlü bir enerji dalgasına mağruz kaldığında yaratılmıştır.

# Electrode.Description
source: One of Electrode’s characteristics is its attraction to electricity. It is a problematical Pokémon that congregates mostly at electrical power plants to feed on electricity that has just been generated.
fr: L’une des caractéristiques d’Électrode est son attirance pour l’électricité. Ces Pokémon posent problème lorsqu’ils se rassemblent dans les centrales électriques pour se nourrir de courant fraîchement généré.
it: Una delle caratteristiche di Electrode è la sua affinità con l’elettricità. Si tratta di un Pokémon problematico che spesso si raduna attorno alle centrali elettriche per trarre nutrimento dall’elettricità appena generata.
tr: Electrode'un karakteristiklerinden biri, elektriğe olan çekimidir. Çoğunlukla elektrik santrallerinde bulunan ve yeni üretilmiş enerjiden beslenen, sorun yaratan bir Pokémon'dur.
